{
  "label": "Disapproval",
  "entries": {
    "Disapproval": {
      "name": "Disapproval",
      "description": "<p>Un clerc se doit de bien servir son maître immortel sous peine de tomber en disgrâce. Le clerc qui s’attire la défaveur de sa divinité s’apercevra rapidement qu’il a perdu l’accès aux capacités extraordinaires de sa classe.</p><p>À chaque fois qu’un clerc obtient un 1 naturel sur un test d’incantation, il doit effectuer un jet sur la table 5-7 : Défaveur. Par la suite, le risque de défaveur peut augmenter, en fonction du nombre de tests d’incantation ratés dans la journée. Il subit donc une défaveur lorsque son résultat correspond à son nouveau risque de défaveur.</p><p>Il lance alors 1d4 par point obtenu sur le dé lors du test d’incantation, dans la mesure où cela provoque bien une défaveur. Par exemple, si le clerc obtient un 1 naturel, il lance 1d4. S’il obtient un 4 naturel et que cela implique une défaveur, il lance 4d4. Et ainsi de suite. Un modificateur de Chance positif diminuera du jet le résultat tandis qu’un modificateur négatif l’augmentera.</p>",
      "results": {
        "-500-1": "Le clerc doit expier ses péchés. Il ne doit rien faire d’autre qu’entonner des chants et des incantations au cours des dix prochaines minutes, en commençant dès que possible (s’il est en plein combat, il peut donc attendre d’être hors de danger).",
        "2-2": "Le clerc doit prier immédiatement pour implorer le pardon. Il doit passer au moins 1 h à prier, en commençant dès que possible (s’il est en plein combat, il peut donc attendre d’être hors de danger). S’il ne passe pas au moins 1 h à prier au cours des 120 minutes suivantes, c’est un péché : il subit une pénalité de -1 à tous les tests d’incantation tant qu’il n’a pas été au bout de cette heure de prière.",
        "3-3": "Le clerc doit propager l’influence de sa divinité en recrutant un nouveau fidèle. S’il n’y parvient pas avant le lever du jour suivant, il subit une pénalité de -1 à tous les jets pour la journée. Cette pénalité disparaît après 24 h.",
        "4-4": "Le clerc subit immédiatement une pénalité de -1 à tous les tests d’incantation. Celle-ci dure jusqu’au lendemain.",
        "5-5": "Le clerc doit se soumettre à l’épreuve de l’humilité. Pour le reste de la journée, il doit s’en remettre à tous les personnages et créatures comme s’ils étaient ses supérieurs. Sans quoi (au gré du Juge), il perd toute capacité à lancer des sorts (y compris les soins et l’imposition des mains) pour toute la journée.",
        "6-6": "Le clerc subit immédiatement une pénalité de -1 à toutes les tentatives d’imposition des mains tant qu’il n’aura pas accompli une quête, pour soigner les infirmes. Il définit lui-même sa quête mais doit, d’une façon générale, aider de manière significative les infirmes, les aveugles, les boiteux, les malades, etc. Une fois la quête achevée, le dieu annule la pénalité. Tant que celle-ci est active, elle s’applique à toutes les tentatives d’imposition des mains, même si le risque de défaveur est revenu à 1.",
        "7-7": "Le clerc doit se soumettre à l’épreuve de la foi. Il contracte une maladie qui lui fait perdre 1 point en Force, en Agilité et en Endurance. Cette perte guérit au rythme normal de 1 point par jour. Le clerc ne peut pas faire usage de magie pour la soigner. Si le dieu est satisfait de la manière dont le clerc endure l’épreuve, il conserve ses capacités magiques. Sinon (au gré du Juge), son risque de défaveur augmente immédiatement d’un point supplémentaire.",
        "8-8": "Le clerc subit immédiatement une pénalité de -4 aux tests d’incantation du sort spécifique qui a provoqué la défaveur (y compris l’imposition des mains et Repousser les impies, s’il s’agit des actions qui l’ont provoquée), et ce jusqu’au lendemain.",
        "9-9": "Le clerc subit immédiatement une pénalité de -2 à tous les tests d’incantation jusqu’au lendemain.",
        "10-10": "Le clerc perd l’accès à un sort de niveau 1 déterminé au hasard. Ce sort ne peut plus être lancé avant le lendemain.",
        "11-11": "Le dieu ordonne au clerc de méditer sur sa foi et de parvenir à une meilleure compréhension de ce qu’il a fait pour mériter sa défaveur. Il subit immédiatement une pénalité permanente de -2 à tous les tests d’incantation. Le seul moyen pour le clerc de lever cette pénalité consiste à méditer. Pour chaque journée complète de méditation, le clerc peut effectuer un jet de sauvegarde de Volonté DD 15. Les pénalités disparaissent en cas de succès.",
        "12-12": "Le clerc est provisoirement renié par sa déité. Le personnage ne peut plus accumuler de PX et ne peut pas gagner de niveau de clerc pour le reste de la journée. Après cette période, le personnage recommence à accumuler des PX normalement mais ne récupère pas d’« arriérés de salaire » (pour ainsi dire) de PX perdus lors de sa période de reniement.",
        "13-13": "Le clerc perd l’accès à deux sorts de niveau 1 déterminés au hasard. Ces sorts ne peuvent plus être lancés avant le lendemain.",
        "14-14": "Le dieu du clerc souhaite l’éprouver pour vérifier s’il est un homme de foi ou un homme de chair. Calculez la valeur nette en or de ce que possède le clerc. Il subit une pénalité immédiate et permanente de -4 à tous les tests d’incantation. Le seul moyen pour le clerc d’annuler cette pénalité est de sacrifier ses possessions. Pour chaque tranche de 10 % de ses possessions sacrifiée au dieu, un point de pénalité est levé. En d’autres termes, en sacrifiant 40 % de ce qu’il possède, le clerc revient à la situation normale pour les tests d’incantation. Le sacrifice peut se faire par la destruction, une consécration, un don, une transformation en un temple ou une statue, etc.",
        "15-15": "Le dieu n’est pas clément aujourd’hui. Quand le clerc se repose pour la nuit, il ne remet pas à 0 son risque de défaveur le matin suivant. Celui-ci reste à son niveau actuel, pour se réinitialiser seulement le lendemain.",
        "16-16": "Le clerc se voit provisoirement incapable d’accéder à sa capacité d’imposer les mains. Son dieu ne confère pas de pouvoirs de guérison pendant les 1d4 jours suivants. Passé cette période, le clerc récupère ses capacités.",
        "17-17": "Le clerc perd l’accès à 1d4+1 sorts, déterminés aléatoirement parmi ceux qu’il connaît. Ces sorts ne peuvent pas être lancés au cours des 24 prochaines heures.",
        "18-18": "Le clerc est provisoirement incapable de repousser les créatures impies. Il récupère cette capacité après 1d4 jours.",
        "19-19": "Le clerc est frappé de la marque des infidèles. Cette marque physique apparaît comme un stigmate, un tatouage ou une tache de naissance avec un symbole correspondant à la foi du clerc. Le symbole est automatiquement visible pour tous les adeptes de la foi du clerc, même à travers les vêtements, mais peut être invisible pour les autres. Le clerc doit expliquer son péché et décrire ce qu’il accomplit en repentance à tous ceux qui voient et commentent cette marque. S’il reste fidèle à sa foi pendant une semaine tout en portant la marque, celle-ci disparaît.",
        "20-500": "La capacité d’imposer les mains du clerc est restreinte. Elle ne fonctionne plus qu’une fois par jour par créature soignée (aucun personnage ne peut être soigné plus d’une fois par jour). L’usage de la capacité redevient normal après 24 h."
      }
    }
  }
}