{
	"label": "Crits and Fumbles",
	"entries": {
		"Crit Table DN: Devils and Demons": {
			"name": "Crit Table DN: Diables et Démons",
			"description": "p:389 <h2>Table de coups critiques DN : Diables et Démons</h2>",
			"results": {
			"-500-1": "Coup perforant. La cible subit [[/roll 1d8]] points de dégâts supplémentaires.",
			"2-2": "Vie consumée. La cible perd 2 points de vie supplémentaires de façon permanente.",
			"3-3": "Coup à la tête. La cible subit [[/roll 1d10]] points de dégâts supplémentaires.",
			"4-4": "Vie immolée. La cible perd 4 points de vie supplémentaires de façon permanente.",
			"5-5": "Corruption. La cible subit une corruption comme un mage lançant des sorts. Lancez [[/roll 1d10]] sur la table de corruption. Si le démon a 5 DV ou moins, utilisez la table decorruption mineure, s’il a 6 à 10 DV, la table de corruption majeure, et s’il a 11+ DV, la table de corruption supérieure.",
			"6-6": "Vieillissement. La cible vieillit instantanément de [[/roll 1d10]] ans. Si le vieillissement cumulé causé par ce coup et d’autres effets dépasse 20 ans, la cible subit un malus de -1 à toutes les valeurs de caractéristiques  physiques.",
			"7-7": "Affaiblissement infernal I. La cible perd [[/roll 1d4]] points dans une caractéristique pour une semaine. Lancez au hasard ([[/roll 1d5]]) : (1) Force (2) Agilité (3) Endurance (4) Intelligence (5) Présence.",
			"8-8": "Blessure de l’âme. Le contact infernal du démon fait perdre 1 PX à la cible.",
			"9-9": "Échange d’âmes. L’âme de la cible est échangée contre une autre que possède déjà le démon. Ce dernier prend possession de l’âme de la cible, le corps de cette dernière étant désormais sous le contrôle d’une autre force vitale. Les caractéristiques physiques du personnage ne changent pas, mais tirez ses nouvelles valeurs d’Intelligence, de Présence et de Chance avec [[/roll 3d6]]. Le personnage perd tous ses souvenirs et reçoit ceux de l’âme qui occupe désormais son corps, en plus de réminiscences de sa prison de soufre infernale. Il conserve ses capacités de classe et autres formations, mais ses nouvelles caractéristiques mentales peuvent altérer sa compétence dans leur usage. Le personnage peut retrouver son âme volée en allant la reprendre sur le plan d’origine du démon. Le Juge est encouragé à inventer l’histoire de l’âme qui occupe dorénavant son corps.",
			"10-10": "Double corruption ! Le PJ subit deux corruptions, comme un mage lançant des sorts. Lancez deux fois [[/roll 1d10]] sur une table de corruption. Si le démon a 5 DV ou moins, utilisez la table de corruption mineure, s’il a 6 à 10 DV, la table de corruption majeure, et s’il a 11+ DV, la table de corruption supérieure.",
			"11-11": "Affaiblissement infernal II. La cible perd définitivement 1 point dans une caractéristique. Tirez au hasard ( [[/roll 1d5]]) : (1) Force (2) Agilité (3) Endurance (4) Intelligence (5) Présence.",
			"12-12": "Chance consumée. Le contact du démon porte la poisse à sa cible ! Elle perd 1 point de Chance. Les halfelins et les voleurs peuvent le récupérer grâce à leurs aptitudes de classe spécifiques.",
			"13-13": "Grave blessure de l’âme. Le contact infernal du démon fait perdre 3 PX à la cible.",
			"14-14": "Dérive astrale. L’âme de la cible se retrouve à la dérive sur le plan astral ! Son corps s’écroule, en catatonie, et ne peut être ranimé tant qu’on n’a pas localisé son âme pour l’y introduire de nouveau.",
			"15-15": "Confinement. Le coup porté par le démon brise les liens magiques qui le retenaient à ce plan et immobilisent la cible à l’endroit où se trouve le démon. Elle voit apparaître un cercle de flammes noires qui crépitent d’énergie autour d’elle. Il mesure environ 1,50 m de diamètre et emprisonne la cible. On considère qu’il s’agit d’une magie puissante (un test d’incantation de 25 si quelqu’un tente de le dissiper). Le personnage ne peut en aucun cas en franchir les limites jusqu’à ce qu’il soit dissipé, que lui-même soit libéré ou qu’il soit « banni » et puisse retrouver sa liberté d’origine. Le démon, lui, est désormais libre de toute entrave et de tout bannissement l’ayant envoyé sur ce plan et peut regagner son plan d’origine à sa guise.",
			"16-500": "Bannissement. Le coup porté par le démon bannit sa cible dans son plan d’origine démoniaque ! Elle disparaît, instantanément transportée vers le foyer du démon. D’un point de vue technique, le personnage banni est éliminé du jeu, à moins que ses alliés ne se précipitent à ses trousses pour le sauver."
						}
		},
		"Crit Table DR: Dragons": {
			"name": "Crit Table DR DR : Dragons",
			"description": "p:387 <h2>Table de coups critiques DR : Dragons</h2>",
			"results": {
			"-500-1": "Le dragon écorche sa cible avec sa peau écailleuse et hérissée de pointes. Cette attaque inflige +[[/roll 1d6]] points de dégâts.",
			"2-2": "Le dragon serre la tête de la cible entre ses mâchoires ! Elle est hébétée et tombe en dernière place de l’initiative pour le reste de la bataille.",
			"3-3": "Le dragon fauche les jambes de la cible qui s’écroule. Elle subit un malus de -1,5 m en Mouvement jusqu’à ce qu’elle reçoive des soins.",
			"4-4": "Le dragon vise l’arme de la cible. Celle-ci ne subit que la moitié des dégâts mais doit réussir un test de Force opposé contre le dragon (considérez sa Force comme étant de 10 + DV). En cas d’échec, le dragon arrache l’arme et la projette à [[/roll 3d10]] x 3 m de distance.",
			"5-5": "Coup au bras qui tient le bouclier ! Dégâts normaux, et le bouclier est détruit. Si la cible n’en a pas, l’attaque inflige +[[/roll 1d6]] points de dégâts.",
			"6-6": "Une écaille, une dent ou un croc se loge dans la poitrine de la cible ! Cette attaque inflige +[[/roll 2d6]] points de dégâts, plus [[/roll 1d6]] points de dégâts supplémentaires au round suivant.",
			"7-7": "Aspersion ! Le souffle du dragon inflige [[/roll 1d8]] points de dégâts supplémentaires ainsi que les effets associés à sa nature (poison, sommeil, etc.) s’il y a lieu.",
			"8-8": "Bras arraché ! Le dragon le jette au loin. Cette attaque inflige +[[/roll 1d12]] points de dégâts, et la cible se retrouve privée de l’usage de son bras à moins qu’on ne le récupère et qu’on ne le lui greffe de nouveau par magie.",
			"9-9": "Projection de queue ! Le dragon saisit la cible avec sa queue et la catapulte au loin. Elle vole à [[/roll 3d6]] x 3 m dans une direction aléatoire. Si un mur ou un obstacle se trouve sur la trajectoire, elle s’y écrase. Elle subit les dégâts ordinaires du coup, plus [[/roll 1d4]] points de dégâts par tranche de 9 m (complète ou non) parcourue, plus [[/roll 1d6]] si elle percute un mur ou un obstacle.",
			"10-10": "Enchaînement ! Dégâts normaux, et le dragon enchaîne avec une deuxième attaque du même type.",
			"11-11": "Coup de griffes à la gorge ! La cible ne peut plus parler avant d’avoir reçu des soins et passe le round suivant à lutter pour respirer (il ne peut pas agir).",
			"12-12": "Le dragon vise la rotule de la cible. Son Mouvement est réduit de moitié, et cette attaque inflige +[[/roll 1d10]] points de dégâts.",
			"13-13": "Coup redoutable ! Cette attaque inflige +[[/roll 1d12]] points de dégâts, et tous les suivants et hommes de main des environs doivent effectuer un test de moral. En outre, la cible doit effectuer un jet de sauvegarde de Volonté (contre un DD de 10 + les DV du dragon) pour éviter de subir un malus de -2 aux attaques qu’il lui reste à faire pendant ce round.",
			"14-14": "Attaque de souffle combinée ! Le dragon lâche une infime parcelle de sa puissance sur la cible. Elle ne compte pas comme une utilisation quotidienne de son souffle. La cible subit les dégâts ordinaires + la moitié des dégâts de souffle habituels (ce qui revient la plupart du temps à la moitié des dégâts en cas de jet de sauvegarde raté et un quart des dégâts en cas de jet de sauvegarde réussi).",
			"15-15": "Le dragon empale la cible à l’aide d’un des piquants de ses pattes, puis continue à avancer, la laissant ainsi fixée à lui. La victime gesticule pour essayer de se libérer. Cette attaque inflige +[[/roll 2d12]] points de dégâts, et la cible ne peut se libérer qu’en réussissant un test d’Agilité DD 16. Elle ne peut effectuer aucune autre action jusque-là et se déplace avec le dragon tant qu’elle reste empalé.",
			"16-16": "Le dragon achève son attaque par un redoutable coup de tête ! La cible vole à [[/roll 2d4]] x 3 m et subit +[[/roll 3d6]] points de dégâts supplémentaires dus au coup de tête et à la chute qui s’ensuit.",
			"17-17": "Le dragon tord la jambe de la cible et la casse. Le Mouvement de cette dernière est réduit de moitié, et elle subit [[/roll 2d6]] points de dégâts supplémentaires.",
			"18-18": "Le dragon immobilise la cible avec une griffe avant de la frapper de son autre patte. Il inflige +[[/roll 1d6]] points de dégâts et bénéficie d’une attaque de griffe supplémentaire avec un bonus de +4.",
			"19-19": "Poupée de chiffon ! Le dragon saisit la cible par la cheville et la fracasse au sol, tête la première. Cette attaque inflige +[[/roll 1d16]] points de dégâts, et la victime doit réussir un jet de sauvegarde de Vigueur (DD 15 + DV) pour ne pas perdre connaissance.",
			"20-20": "Les piquants du dragon transpercent la cible en [[/roll 1d7]] endroits différents. Les longues écailles effilées ressortent de son dos après avoir perforé des organes essentiels. La victime subit le double des dégâts, et si elle survit, tombe automatiquement à 1 en Force et en Agilité, ses organes lâchant un par un. Toutefois, elle est désormais fixée à la tête, aux griffes, à l’aile ou à toute autre partie du corps qu’a utilisée le dragon pour attaquer. Le monstre doit utiliser sa prochaine attaque avec la partie en question pour en retirer sa victime avant de pouvoir s’en servir de nouveau. Une fois la cible détachée, celle-ci subit [[/roll 1d8]] points de dégâts par round en raison d’une hémorragie massive. Seuls des soins magiques peuvent l’arrêter et l’empêcher de mourir.",
			"21-21": "Le dragon fauche la cible avec une aile, la jette dans les airs et la frappe. Elle subit +[[/roll 2d8]] points de dégâts et se trouve automatiquement assommée pendant [[/roll 1d4]] rounds.",
			"22-22": "Le dragon saisit la cible avec sa queue et la broie comme un anaconda. La victime subit automatiquement [[/roll 1d8]] dégâts de constriction supplémentaires. En outre, elle est immobilisée et commence à suffoquer. Elle doit réussir un jet de sauvegarde de Vigueur chaque round qui suit (DD de 10 + DV du dragon) pour éviter de mourir immédiatement d’asphyxie. La victime ne peut pas s’échapper (ni bouger d’aucune façon) à moins de réussir un test opposé de Force (considérez que celle du dragon est de 10 + DV). Le dragon ne peut pas se servir de sa queue pour attaquer tant qu’il tient la cible.",
			"23-23": "Le dragon maintient la cible à terre d’une griffe pendant qu’il la démembre d’une autre patte. La victime perd [[/roll 1d3+1]] membres et subit [[/roll 1d14]] points de dégâts supplémentaires par membre perdu. Elle en sortira sans doute paraplégique ou tétraplégique. Le dragon avale ensuite les bras et jambes arrachés. On ne peut les restaurer qu’on les récupérant dans le gosier de la bête et en les greffant par magie.",
			"24-24": "Le dragon plonge une griffe/dent/écaille dans le corps de la cible et lui perfore les organes. La victime subit [[/roll 1d16]] points de dégâts supplémentaires, est immobilisée et incapable d’agir. Au round suivant, le dragon termine son attaque en lui arrachant les tripes. Elle est éviscérée et meurt automatiquement au bout de [[/roll 1d4]] rounds, vidée de son sang. Le dragon projette ses entrailles sur un autre adversaire, déclenchant automatiquement un test de moral DD 20.",
			"25-25": "Avec une précision phénoménale, le dragon crève les deux yeux de sa cible d’un seul coup. La victime ne subit aucun dégât supplémentaire, mais elle est désormais aveugle. Le dragon rend ses deux yeux à la victime en les lui jetant, mais celle-ci, dans son triste état, ne les voit pas rouler hors de sa portée.",
			"26-26": "Le dragon avale la cible d’un seul coup de gueule. La victime subit les dégâts ordinaires et se retrouve prisonnière du gosier du monstre. Elle subit automatiquement [/roll 3d8]] points de dégâts supplémentaires chaque round en raison de la suffocation, de la constriction et des sucs digestifs. Si elle réussit un test de Force DD 22, elle parvient à bouger malgré l’étau dans lequel elle est prise, ce qui lui permet d’effectuer une attaque (en dégainant par exemple une dague pour se frayer un chemin), mais elle ne peut se libérer qu’une fois le dragon tué et éventré.",
			"27-27": "Les griffes tranchantes du dragon (ou ses crocs ou ses piquants, selon la situation) découpent la cible en trois morceaux. Mort instantanée !",
			"28-28": "Le dragon exécute une manoeuvre draconique complexe, un « souffle inversé » durant lequel il lâche brièvement son souffle avant de le « ravaler ». Cette attaque ne compte pas comme une utilisation quotidienne de son souffle. La cible subit les dégâts normaux + les dégâts d’un souffle (contre lequel elle a le droit à un jet de sauvegarde ordinaire). Il n’y a pas de zone d’effet, le dragon interrompant son souffle après une attaque d’une fraction de seconde.",
			"29-29": "Le dragon plaque la cible au sol, lui ouvre la cage thoracique et lui arrache le coeur. La victime meurt sur le coup. Brandissant l’organe sanguinolent comme une arme, la créature effectue ensuite une attaque de griffe gratuite contre l’allié le plus proche du PJ, qu’elle éclabousse de lambeaux de chair.",
			"30-500": "Le dragon pulvérise la tête de sa victime avec une force extraordinaire, la tuant sur le coup. Tous les témoins de cette attaque effroyable doivent effectuer un test de moral DD 25 pour éviter de s’enfuir (dans le cas des suivants) ou de rester hébétés et immobiles au prochain round (dans le cas des PJ). Le dragon effectue une attaque de griffes gratuite contre le PJ le plus proche et peut continuer à porter d’autres attaques de griffes jusqu’à ce qu’il en rate une."
						}
		},
		"Crit Table G: Giants": {
			"name": "Crit Table G: Géants",
			"description": "p:390 <h2>Table de coups critiques G : Géants</h2>",
			"results": {
			"-500-1": "Coup écrasant. Cette attaque inflige +[[/roll 1d8]] points de dégâts, et compresse la colonne vertébrale de la cible, qui perd définitivement [[/roll 1d6]] x 2,5 cm de hauteur.",
			"2-2": "Bras cassé. Cette attaque inflige +[[/roll 1d10]] points de dégâts et estropie un bras. La cible subit une perte permanente de 1 point de Force (le bras ne reprendra jamais sa position et sa vigueur d’origine), et le bras touché demeure inutilisable jusqu’à ce qu’on l’ait soigné.",
			"3-3": "Jambe cassée. Cette attaque inflige +[[/roll 1d10]] points de dégâts et estropie une jambe. La cible subit une perte permanente de 1,5 m en Mouvement (la jambe ne guérit jamais tout à fait) et se déplace à la moitié de son Mouvement jusqu’à ce qu’on l’ait soignée.",
			"4-4": "Poitrine écrasée. Cette attaque inflige +[[/roll 1d12]] points de dégâts et enfonce la poitrine de la cible. Jusqu’à la guérison totale, tout effort (y compris le combat, la course, la nage, les sauts, etc.) provoque un jet de sauvegarde de Vigueur DD 6. En cas d’échec, le personnage perd définitivement 1 point d’Endurance (en raison de graves dégâts infligés aux organes : crise cardiaque, défaillance pulmonaire, etc.).",
			"5-5": "Aplati. La cible est littéralement aplatie au sol par la force du coup, avec plusieurs os brisés et les côtes en miettes. Elle subit [[/roll 1d12]] points de dégâts supplémentaires et perd définitivement 1 point d’Endurance.",
			"6-6": "Ricochet. L’attaque prodigieuse du géant propulse la cible dans les airs à une distance maximale de [[/roll 3d10]] m, pour qu’elle aille percuter une autre victime (déterminée au hasard). Les deux cibles subissent [[/roll 1d10]] points de dégâts suite à la collision (et la première cible subit en plus les dégâts normaux de l’attaque).",
			"7-7": "Coup colossal à la tête. Cette attaque inflige +[[/roll 2d6]] points de dégâts et la cible perd définitivement 1 point d’Intelligence. En outre, elle a 25 % de chances d’oublier les 24 dernières heures de sa vie.",
			"8-8": "Destruction d’équipement. Le coup brutal du géant inflige [[/roll 1d8]] points de dégâts supplémentaires et fracasse les armes et l’équipement de la cible : tous ont 50 % de chances d’être détruits. Faites un jet de dés pour chaque objet : l’armure est démolie (sangles rompues et plaques ébréchées), les boucliers fracassés, les armes brisées ou ébréchées, etc. Les objets magiques ont 10 % de chances d’être brisés au lieu de 50 %.",
			"9-9": "Balayage. Le coup porté par le géant fauche la cible qui subit [[/roll 1d8]] points de dégâts supplémentaires et tombe à terre (elle doit passer sa prochaine action à se relever). En outre, le géant peut porter une autre attaque à condition de viser une cible différente qui doit se trouver à portée de corps à corps et adjacente à la première. Si la deuxième attaque touche au but, le géant peut frapper une autre cible, et ainsi de suite jusqu’à un maximum de cinq adversaires fauchés du même coup.",
			"10-10": "Cloué au sol. Le coup du géant atteint sa cible à la tête et l’enfonce dans la terre comme un clou sur une planche. La cible subit [[/roll 2d8]] points de dégâts supplémentaires. Ses deux jambes sont fracturées, et il s’enfonce de [[/roll 4d30]] cm dans la terre ([[/roll 1d10]] cm dans une surface de pierre). Elle subit une perte définitive de 3 m de Mouvement et de 1 point d’Agilité (ses jambes ne guérissent jamais tout à fait) et se trouve temporairement réduite à un Mouvement de 30 cm (oui, 30 cm par round !) jusqu’à ce que ses deux jambes cassées aient guéri.",
			"11-12": "Tirez deux fois sur la table.",
			"13-500": "Tirez trois fois sur la table."
						}
		},
		"Crit Table I: All 0-Level Characters and All Wizards": {
			"name": "Crit Table I : Personnages de niveau 0 et Mages",
			"description": "p:83 <h2>Table critique I : Personnages de niveau 0 et Mages</h2>",
			"results": {
			"0-0": "La force du coup vous fait lâcher votre arme. Vous infligez [[/roll 1d6]] points de dégâts mais vous vous retrouvez désarmé.",
			"1-1": "Coup opportuniste. Vous infligez +[[/roll 1d3]] points de dégâts.",
			"2-2": "Coup dans l’oeil ! Méchant bleu, et +[[/roll 1d4]] points dedégâts.",
			"3-3": "Coup brutal sur le front. Vous infligez +[[/roll 1d3]] points de dégâts, et l’ennemi chute au dernier rang d’initiative à partir du prochain round.",
			"4-4": "Coup sur la rotule. Vous frappez la rotule de votre ennemi, qui subit +[[/roll 1d4]] points de dégâts et une pénalité de -3 m à son mouvement tant qu’il n’est pas soigné.",
			"5-5": "Solide coup au torse. Vous infligez +[[/roll 1d6]] points de dégâts.",
			"6-6": "Coup chanceux : vous désarmez votre adversaire. Vous gagnez une attaque gratuite si l’ennemi se penche pour ramasser son arme.",
			"7-7": "Vous écrasez la main de votre adversaire et lui brisez deux doigts. +[[/roll 2d3]] points de dégâts.",
			"8-8": "Coup paralysant ! Jurant de douleur, l’ennemi est incapable d’attaquer au prochain round.",
			"9-9": "Vous écrasez le nez de votre ennemi, le sang lui coule sur le visage. +[[/roll 2d4]] points de dégâts.",
			"10-10": "Votre ennemi s’emmêle les pieds et se retrouve à terre pour le reste du round.",
			"11-11": "Coup perforant. Vous infligez +[[/roll 2d4]] points de dégâts.",
			"12-12": "Coup à l’entrejambe. L’ennemi doit réussir un jet de Vigueur DD 15 ou passer les deux prochains rounds à vomir.",
			"13-13": "Le coup explose la cheville de l’ennemi ; son mouvement est réduit de moitié.",
			"14-14": "Vous frappez votre adversaire à la tempe. Il est aveuglé par son propre sang pendant [[/roll 1d3]] rounds.",
			"15-15": "Vous frappez la main de votre ennemi. Celui-ci lâche son arme, qui atterrit à [[/roll 1d4]]+1 mètres.",
			"16-16": "Vous évitez de peu la contre-attaque ennemie ! Vous infligez des dégâts normaux et effectuez un nouveau jet d’attaque. Si cette deuxième attaque touche, infligez +[[/roll 1d6]] points de dégâts.",
			"17-17": "Coup à la gorge. L’ennemi titube pendant deux rounds et est incapable de parler, lancer des sorts ou attaquer.",
			"18-18": "L’ennemi se jette sur votre arme. Il subit +[[/roll 2d6]] points de dégâts et maudit votre chance insolente.",
			"19-19": "Votre coup est quasi miraculeux. Votre ennemi doit réussir un jet de sauvegarde de Vigueur DD 20 ou perdre connaissance.",
			"20-500": "Coup de chance ! Vous entamez le crâne de votre ennemi. S’il n’a pas de casque, il subit une perte définitive d’[[/roll 1d4]] points d’Intelligence. Vous infligez +[[/roll 1d4]] points de dégâts."
						}
		},
		"Crit Table II: All Thieves and Elves": {
			"name": "Crit Table II : Voleurs et Elfes",
			"description": "p:84 <h2>Table critique II : Voleurs et Elfes</h2>",
			"results": {
			"-500-0": "Raté ! L’hésitation vous a coûté le coup parfait.",
			"1-1": "Le coup rate les organes vitaux. Vous infligez un misérable +[[/roll 2d3]] points de dégâts.",
			"2-2": "Coup à la tête qui tranche net l’oreille de votre ennemi et lui laisse une vilaine balafre. +[[/roll 1d6]] points de dégâts.",
			"3-3": "Coup net dans le dos. Vous infligez +[[/roll 2d6]] points de dégâts.",
			"4-4": "Coup dans la poitrine. Vous coupez le souffle à votre adversaire et pouvez lui porter immédiatement une nouvelle attaque gratuite.",
			"5-5": "Le coup transperce les reins de l’adversaire. Vous infligez +[[/roll 3d3]] points de dégâts, et l’ennemi est sonné pour 1 round.",
			"6-6": "L’ennemi est abasourdi par la férocité de votre attaque ; son mouvement et ses actions sont réduits de moitié.",
			"7-7": "Vous frappez à la poitrine, atteignez un organe vital et infligez +[[/roll 3d4]] points de dégâts.",
			"8-8": "Le coup balafre le visage de votre ennemi. Il est aveuglé par le sang pendant [[/roll 1d4]] rounds.",
			"9-9": "L’ennemi est déséquilibré et tombe à terre. Effectuez tout de suite une nouvelle attaque.",
			"10-10": "Coup de maître ! Vous infligez +[[/roll 2d6]] points de dégâts.",
			"11-11": "Le coup tranche le larynx de votre ennemi, qui ne peut plus produire que des bruits de poisson hors de l’eau.",
			"12-12": "Coup sauvage ! L’ennemi doit réussir un Jet de sauvegarde de Vigueur (DD 10 + niveau du PJ) ou s’évanouir de douleur.",
			"13-13": "Votre ennemi est désorienté par la rapidité de vos coups. Il subit une pénalité de -4 aux jets d’attaques pendant [[/roll 1d4]] rounds.",
			"14-14": "Vous frappez votre ennemi à la tête. Il doit réussir un Jet de sauvegarde de Vigueur (DD 10 + niveau du PJ) ou perdre connaissance.",
			"15-15": "Votre coup projette votre adversaire à terre. +[[/roll 2d6]] points de dégâts.",
			"16-16": "D’un coup rapide au visage, vous éjectez l’oeil de votre adversaire hors de son orbite. Il est définitivement borgne et ne peut entreprendre aucune action pendant [[/roll 1d3]] rounds.",
			"17-17": "Vous transpercez le poumon de votre adversaire, qui subit +[[/roll 2d6]] points de dégâts et ne peut effectuer qu’une seule action à son prochain round.",
			"18-18": "Vous portez un coup dévastateur à l’arrière de la tête de votre ennemi. Celui-ci subit +[[/roll 1d8]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur DD 10 + niveau du PJ ou perdre connaissance.",
			"19-19": "Votre attaque sectionne une artère principale de votre adversaire. Il subit +[[/roll 1d10]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur (DD 10 + niveau du PJ) ou perdre connaissance à cause du choc et de l’hémorragie massive.",
			"20-20": "Vous tranchez la gorge de votre adversaire, qui subit +[[/roll 2d6]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur DD 13 + niveau du PJ ou mourir en [[/roll 1d4]] rounds.",
			"21-21": "Votre coup atteint la colonne vertébrale de votre ennemi, qui subit +[[/roll 2d6]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur DD 15 + niveau du PJ ou rester paralysé.",
			"22-22": "Poitrine embrochée, transperçant divers organes. Vous infligez +[[/roll 2d6]] points de dégâts à votre ennemi qui doit réussir un Jet de sauvegarde de Vigueur (DD13 + niveau du PJ) ou mourir en [[/roll 1d4]] rounds.",
			"23-23": "Votre coup pénètre l’oreille de votre ennemi et atteint son cerveau. Il n’aura plus jamais de bouchons de cérumen, mais doit réussir un Jet de sauvegarde de Vigueur (DD 15 + niveau du PJ) ou mourir instantanément. S’il réussit son Jet de sauvegarde, vous lui infligez +[[/roll 2d6]] points de dégâts.",
			"24-500": "Vous transpercez le coeur de votre adversaire ! Il subit +[[/roll 3d6]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur DD 20 + niveau du PJ ou mourir instantanément."
			
						}
		},
		"Crit Table III: Clerics, Halflings, level 1-2 Warriors, and level 1-3 Dwarves": {
			"name": "Crit Table III : Clercs , Halfelins, Guerriers niv. 1-2 et Nains niv. 1-3",
			 "description": "p:85 <h2>Table Critique III : Clercs , Halfelins, Guerriers niv. 1-2 et Nains niv. 1-3</h2>",
			"results": {
			"-500-0": "La rage vous empêche de distinguer vos alliés de vos ennemis. Votre adversaire subit +[[/roll 1d12]] points de dégâts et votre allié le plus proche subit [[/roll 1d4]] points de dégâts, touché par un coup perdu**.",
			"1-1": "Attaque sauvage ! +[[/roll 1d6]] points de dégâts.",
			"2-2": "Votre attaque balaie votre ennemi, le laissant à terre pour le round suivant.",
			"3-3": "Votre adversaire s’empale sur votre arme. Vous infligez +[[/roll 1d8]] points de dégâts.",
			"4-4": "Votre coup puissant met votre ennemi à genoux. Effectuez une nouvelle attaque.",
			"5-5": "Vous fracassez le nez de votre adversaire dans une gerbe de sang, lui faisant perdre le sens de l’odorat pendant [[/roll 1d4]] heures et subir +[[/roll 1d6]] points de dégâts.",
			"6-6": "Vous portez un coup brutal au torse et brisez quelques côtes à votre adversaire, lui infligeant +[[/roll 1d8]] points de dégâts.",
			"7-7": "Vous frappez la main, arrachant son arme à votre adversaire. Elle atterrit [[/roll 1d8]] m plus loin.",
			"8-8": "Le coup résonne sur le crâne de votre ennemi, le rendant sourd pour [[/roll 1d6]] jours, et lui infligeant +[[/roll 1d6]] points de dégâts.",
			"9-9": "Vous portez un coup à la jambe, brisant le fémur de votre adversaire. Il perd 3 m de mouvement tant qu’il n’est pas soigné, et subit +[[/roll 2d6]] points de dégâts.",
			"10-10": "Vous fracassez l’arme de votre ennemi ! Des éclats de métal volent dans les airs*.",
			"11-11": "Le coup enfonce l’estomac, causant une hémorragie interne. S’il ne reçoit pas de soins magiques, votre adversaire meurt en 1d5 heures.",
			"12-12": "D’un coup au crâne, vous sonnez votre ennemi. Il doit réussir un Jet de sauvegarde de Vigueur (DD 10 + niveau du PJ) ou tomber à terre, inconscient.",
			"13-13": "Vous brisez la mâchoire de votre ennemi. Il crache du sang et des morceaux de dents cassées. Vous infligez +[[/roll 1d8]] points de dégâts.",
			"14-14": "L’attaque enfonce le torse de votre ennemi, qui subit +[[/roll 2d8]] points de dégâts.",
			"15-15": "Vous déboitez l’épaule de votre adversaire ! Le bras qui tient le bouclier pend, retenu seulement par les muscles et la peau. Il perd son bonus de bouclier à la CA, et subit +[[/roll 1d8]] points de dégâts.",
			"16-16": "Votre coup réduit la main principale de votre adversaire en masse de chair informe. Il subit une pénalité de -4 à ses prochaines attaques.",
			"17-17": "Vos coups furieux et répétés mettent votre adversaire à terre. Effectuez une nouvelle attaque.",
			"18-18": "Votre coup brise le front de votre adversaire et projette des morceaux d’os dans son cortex préfrontal. Il subit une perte de [[/roll 1d4]] points d’Intelligence et de Présence et +[[/roll 1d8]] points de dégâts.",
			"19-19": "Coup dévastateur à la poitrine. Vous infligez +[[/roll 2d8]] points de dégâts.",
			"20-20": "Coup dans la poitrine qui sonne votre adversaire pour [[/roll 1d3]] rounds et lui inflige +[[/roll 2d8]] points de dégâts.",
			"21-21": "Vous brisez le fémur de votre adversaire, le mettant à terre et réduisant son mouvement de moitié. Vous infligez +[[/roll 2d8]] points de dégâts et effectuez une nouvelle attaque.",
			"22-22": "Le bras armé de votre ennemi est tranché sur le coup. Son arme est perdue ainsi que toute chance d’effectuer une nouvelle attaque avec ce bras.",
			"23-23": "Vous enfoncez le crâne de votre adversaire, lui faisant définitivement perdre [[/roll 1d4]] points d’Intelligence et de Présence et subir +[[/roll 2d8]] points de dégâts.",
			"24-24": "D’un coup de maître, vous frappez à la gorge. Votre ennemi titube, cherchant l’air pendant [[/roll 1d4]] rounds. Vous infligez +[[/roll 2d8]] points de dégâts.",
			"25-25": "Votre attaque brise les côtes de votre adversaire et les lui enfonce dans les poumons. Il perd 50 % de ses points de vie restants et vomit une grande quantité de sang.",
			"26-26": "Votre attaque fracasse le visage de votre ennemi, lui crevant les deux yeux. Il est définitivement aveugle, et subit +[[/roll 2d8]] points de dégâts.",
			"27-27": "Votre vilain coup enfonce la poitrine de votre ennemi. Il subit +[[/roll 3d8]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur (DD 15 + niveau du PJ) ou perdre connaissance.",
			"28-500": "Vous détruisez la colonne vertébrale de votre adversaire, qui subit +[[/roll 3d8]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur (DD 15 + niveau du PJ) ou rester paralysé."
			
			
						}
		},	 
		"Crit Table IV: level 3-4 Warriors, and level 4-5 Dwarves": {
			"name": "Crit Table IV : Guerriers niveau 3-4 et Nains niveau 4-5",
			"description": "p:86 <h2>Table critique IV : Guerriers niveau 3-4 et Nains niveau 4-5</h2>",
			"results": {
			"-500-0": "La rage vous empêche de distinguer vos alliés de vos ennemis. Votre adversaire subit +[[/roll 2d8]] points de dégâts et votre allié le plus proche subit [[/roll 1d4]] points de dégâts, touché par un coup perdu**.",
			"1-1": "Coup herculéen. +[[/roll 2d12]] points de dégâts.",
			"2-2": "Votre coup féroce laisse la main de votre adversaire pendre inerte au bout de son poignet. Vous infligez +[[/roll 2d12]] points de dégâts.",
			"3-3": "Votre coup envoie votre adversaire à terre. Vous infligez +1d12 points de dégâts et effectuez une nouvelle attaque sur votre ennemi à terre.",
			"4-4": "D’un coup surpuissant, vous enfoncez le cartilage du nez de votre ennemi dans son cerveau. Il perd [[/roll 1d6]] points d’Intelligence et subit +[[/roll 1d12]] points de dégâts.",
			"5-5": "Vous brisez l’arme de votre adversaire*. S’il n’en a pas, vous lui infligez +[[/roll 2d12]] points de dégâts.",
			"6-6": "Votre coup fracasse le sternum de votre ennemi. Celui-ci doit réussir un Jet de sauvegarde de Vigueur DD 15 + niveau du PJ ou tomber inconscient alors que ses organes internes cessent de fonctionner.",
			"7-7": "Votre ennemi est repoussé par votre assaut furieux. Il perd sa prochaine attaque et subit +[[/roll 2d12]] points de dégâts.",
			"8-8": "Votre coup sonne votre adversaire. Vous infligez +[[/roll 1d8]] points de dégâts et effectuez une nouvelle attaque.",
			"9-9": "Vous percez la gorge et atteignez la colonne de votre adversaire, réduisant tout ce qui est entre les deux en bouillie informe. Vous infligez +[[/roll 2d12]] points de dégâts, et votre ennemi perd l’usage de la parole pendant [[/roll 1d4]] semaines.",
			"10-10": "Vous enfoncez la tempe de votre ennemi, qui doit réussir un Jet de sauvegarde de Vigueur (DD 15 + niveau du PJ) ou être aveuglé par la douleur et le sang pendant [[/roll 1d4]] rounds.",
			"11-11": "Le coup transforme le visage de votre ennemi en masse informe de chair et de fragments d’os. Vous lui infligez +[[/roll 2d12]] points de dégâts, et il aura désormais du mal à prononcer les consonnes.",
			"12-12": "Vous voyez rouge ! Vous infligez +[[/roll 1d12]] points de dégâts et êtes envahi par la rage** !",
			"13-13": "Vous fracassez le torse de votre ennemi et réduisez ses organes en purée. Vous infligez +[[/roll 2d12]] points de dégâts.",
			"14-14": "Votre coup atteint la colonne de votre adversaire et lui anesthésie les membres inférieurs. Il subit une pénalité de -4 à la CA le temps de réapprendre à marcher.",
			"15-15": "Votre coup effrayant projette votre ennemi à terre dans une mare de sang. Il se recroqueville, apeuré, et reste ainsi à terre pendant [[/roll 1d4]] rounds.",
			"16-16": "Le coup fracasse le bouclier de votre ennemi. S’il n’en a pas, il est sonné par la douleur pendant [[/roll 1d4]] rounds et subit +[[/roll 2d12]]points de dégâts.",
			"17-17": "La rotule de votre adversaire explose dans une brume rouge. Son mouvement tombe à 0, et vous pouvez effectuer une nouvelle attaque.",
			"18-18": "Vous lobotomisez votre adversaire, qui doit effectuer un Jet de sauvegarde de Vigueur DD 15 + niveau du PJ ou devenir amnésique. Il est sonné pendant [[/roll 1d4]] round et subit +[[/roll 2d12]] points de dégâts.",
			"19-19": "Vous frappez le bras de votre ennemi, qui s’enfonce sa propre arme dans le visage. Il subit le triple des dégâts de son arme et finit par la lâcher dans un cri sourd.",
			"20-20": "Vous écrasez la moelle épinière de votre adversaire, qui subit +[[/roll 3d12]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur DD 15 + niveau du PJ ou finir définitivement paralysé.",
			"21-21": "Votre coup transforme les organes internes de la victime en compote. Sa mort est inévitable en [[/roll 1d8]] rounds.",
			"22-22": "La cible est éventrée, répandant ses entrailles sur le sol. Elle meurt en [[/roll 1d6]]  rounds.",
			"23-23": "Votre coup à la poitrine explose le coeur de votre ,adversaire, qui subit +[[/roll 3d12]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur DD 15 + niveau du PJ ou mourir sur-le-champ.",
			"24-500": "Vous éclatez le crâne de votre ennemi comme un melon. Il subit +[[/roll 3d12]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur (DD 20 + niveau du PJ) ou mourir en [[/roll 1d3]] rounds."
			
						}
		},
		"Crit Table M: Monsters": {
			"name": "Crit Table M : Monstres",
			"description": "p:393 <h2>Table de coups critiques M : Monstres</h2>",
			"results": {
			"-50-1": "Coup à la poitrine, qui brise les côtes. L’attaque inflige +[[/roll 1d6]] points de dégâts.",
			"2-2": "Coup étourdissant ! La cible passe en dernière place de l’initiative pour le reste du combat.",
			"3-3": "L’attaque fauche les jambes de la cible, qui tombe à terre.",
			"4-4": "Désarmée ! L’arme de la cible atterrit à [[/roll 1d4+1]] m de là.",
			"5-5": "Coup au bras du bouclier ! Si la cible n’en porte pas, cette attaque inflige +[[/roll 1d6]]points de dégâts.",
			"6-6": "Arme logée dans la poitrine de la cible ! Cette attaque inflige +[[/roll 2d6]] points de dégâts, ainsi que [[/roll 1d6]] points de dégâts supplémentaires au round suivant.",
			"7-7": "Coup à la mâchoire ! La cible perd [[/roll 1d8]] PV et le même nombre de dents.",
			"8-8": "Le coup fracasse l’avant-bras de la cible. Cette attaque inflige +[[/roll 1d6]] points de dégâts, et le bras est inutilisable tant qu’il n’est pas guéri.",
			"9-9": "Coup au casque ! Si la cible n’en porte pas, cette attaque inflige +[[/roll 1d8]] points de dégâts et impose un jet de sauvegarde de Vigueur (DD 10 + DV). En cas d’échec au jet de sauvegarde, la cible perd connaissance.",
			"10-10": "Coup étourdissant ! La tête vous tourne tandis que le monstre hideux effectue une seconde attaque !",
			"11-11": "Coup à la gorge ! La cible ne peut plus parler avant d’avoir reçu des soins et passe le round suivant à lutter pour reprendre son souffle.",
			"12-12": "Le coup brise la rotule de la cible. Son Mouvement est réduit de moitié, et cette attaque inflige +[[/roll 1d10]] points de dégâts.",
			"13-13": "Coup fracassant ! Cette attaque inflige +[[/roll 1d12]] points de dégâts.",
			"14-14": "L’arme de la cible se brise sous le choc*.",
			"15-15": "Coup au torse qui broie les organes internes. Cette attaque inflige +[[/roll 1d12]] points de dégâts et force la cible à effectuer un jet de sauvegarde de Vigueur (DD15 + DV) pour rester consciente malgré la douleur.",
			"16-16": "Coup dévastateur ! Cette attaque inflige +[[/roll 1d16]] points de dégâts.",
			"17-17": "Le tendon d’Achille de la cible, sectionné, lui remonte dans la cuisse. Son Mouvement tombe à 1,5 m, et on entend son hurlement à des kilomètres à la ronde.",
			"18-18": "Le monstre saisit sa cible par le cou. Elle subit +[[/roll 1d12]] points de dégâts, et le monstre lui porte une seconde attaque avec un bonus de +4 pour toucher.",
			"19-19": "Coup au crâne ! Cette attaque inflige +[[/roll 1d16]] points de dégâts, et le PJ doit effectuer un jet de sauvegarde de Vigueur (DD 15 + DV) pour éviter de perdre connaissance.",
			"20-20": "Un coup effroyable perfore plusieurs organes vitaux. La cible passe les 1d4 prochains jours à agoniser. Seule une magie puissante (une guérison réalisée par un clerc de niveau 3 au moins) peut l’empêcher de mourir au terme de cette période.",
			"21-21": "Le coup fracasse le crâne, détruit le nerf optique et provoque instantanément une cécité permanente.",
			"22-22": "La jambe de la cible est arrachée. La victime se retrouve immobilisée et subit +[[/roll 2d12]] points de dégâts.",
			"23-23": "Les deux bras de la cible sont arrachés. Cette attaque inflige +[[/roll 3d12]] points de dégâts. Des monstres exceptionnellement cruels peuvent se servir des membres retirés de la sorte comme arme.",
			"24-24": "La cible est éviscérée. Ses entrailles ensanglantées se déversent à ses pieds. Elle passe les 8 prochains rounds à agoniser en essayant en vain de les replacer dans son corps.",
			"25-25": "L’attaque défonce le crâne de la cible. Elle inflige une perte de 1d8 points en Intelligence et en Présence, et plonge instantanément la victime dans le coma.",
			"26-26": "Le coup écrase la gorge de la cible, qui se noie dans son propre sang pendant 6 rounds.",
			"27-27": "L’attaque brise l’échine de la cible comme une brindille. Celle-ci est définitivement paralysée et assiste à la fin ,du combat depuis le sol.",
			"28-28": "La gorge de la cible est arrachée. Elle ne peut qu’émettre de pathétiques gargouillements en se vidant de son sang. Elle meurt au bout de 4 rounds.",
			"29-29": "Un terrible coup à la poitrine fait exploser le coeur de la cible, qui meurt sur le coup.",
			"30-500": "L’attaque arrache la tête de la cible. Son corps s’écroule en dégoulinant de sang, et le monstre passe à l’adversaire suivant, continuant à effectuer des attaques jusqu’à ce qu’il en rate une."
			
			
						}
		},
		"Crit Table U: Un-dead": {
			"name": "Crit Table U : Morts-vivants",
			"description": "p:391 <h2>Table de coups critiques MV : Morts-vivants</h2>",
			"results": {
			"-500-1": "Des pustules poussent spontanément autour de la plaie. Extrêmement douloureuses au toucher, elles infligent 1 point de dégâts à chaque round lorsque la cible fait un effort (comme courir, sauter et se battre). Seule une guérison magique aura raison de ces bubons.",
			"2-2": "Le contact glacial de la non-mort se répand autour de la blessure. Cette attaque inflige +[[/roll 1d4]] points de dégâts, et la cible, prise de frissons, claque bruyamment des dents jusqu’à ce qu’elle reçoive des soins magiques.",
			"3-3": "La rigidité cadavérique se répand autour de la zone blessée. Cette attaque inflige +[[/roll 1d4]] points de dégâts, et la cible perd peu à peu ses sensations. Au round suivant, elle doit réussir un jet de sauvegarde de Vigueur DD 2. En cas d’échec, elle est paralysée. Le premier jet est facile, mais la cible doit effectuer un nouveau jet DD 3 au round suivant, puis DD 4, puis 5 et ainsi de suite. Si elle les réussit tous jusqu’au DD 20, elle parvient à regagner ses sensations et n’est pas affectée. Mais si elle subit ne serait-ce qu’un seul échec, elle se retrouve paralysée, privée de sensations, complètement engourdie et incapable de bouger. N’importe quel soin magique suffit à soigner la paralysie.",
			"4-4": "L’horrible rictus des cadavres animés empoisonne les pensées de la cible lorsque le mort-vivant la fixe de ses yeux pervers en l’attaquant. La cible doit réussir un jet de sauvegarde de Vigueur DD 15 pour éviter d’être perturbée et incapable de se déplacer ou d’attaquer pendant les [[/roll 1d4]] rounds qui suivent.",
			"5-5": "La cible est victime d’une malédiction d’outre-tombe ! Selon ses actions et l’intelligence du mort-vivant concerné, la malédiction peut porter spécifiquement sur les souhaits de ce dernier (à la discrétion du Juge, cf. annexe M). Sinon, la malédiction inflige un malus de -1 en Chance et à tous les jets de dés jusqu’à ce qu’elle soit levée.",
			"6-6": "La blessure noircit aussitôt, et une horrible infection cadavérique commence à se répandre. La cible doit réussir un jet de sauvegarde de Vigueur DD 10 pour éviter de perdre [[/roll 1d4]] points d’Endurance. L’infection continue à progresser chaque jour, imposant un nouveau jet de sauvegarde de Vigueur DD 10 tous les matins (et une autre perte de [[/roll 1d4]] points d’Endurance en cas d’échec) jusqu’à ce qu’elle soit guérie par magie. Le personnage ne peut pas guérir tant qu’il est infecté.",
			"7-7": "Un givre surnaturel se répand comme une dentelle gelée autour de la blessure, infligeant [[/roll 1d8]] points de dégâts supplémentaires ainsi qu’une intense douleur. Le givre se dissipe au round suivant, mais jusqu’à la prochaine pleine lune, la cible subit 1 point de dégâts supplémentaire de la part de toutes les attaques basées sur le froid.",
			"8-8": "Les énergies nécrotiques jaillissent du mort-vivant dans un éclair crépitant qui affaiblit la cible. Elle perd temporairement [[/roll 2d4]] points d’Endurance.",
			"9-9": "Confrontée à la réalité contre nature de la non-mort, la cible perd la raison. Elle perd immédiatement [[/roll 1d4]] points de Présence et devient temporairement folle, adoptant un comportement instable et étrange jusqu’à la nouvelle lune. Le joueur qui la contrôle doit lancer 1d100 chaque fois qu’il entreprend une action : sur un résultat de 01-10, il se livre à une action démente (définie par le Juge) à la place de ce qu’il prévoyait. Sur un résultat de 11-00, il agit comme prévu.",
			"10-10": "Le visage décomposé du mort-vivant submerge l’esprit de sa cible d’images funestes. Elle doit réussir un jet de sauvegarde de Vigueur pour éviter d’être terrassée par l’effroi, incapable d’attaquer ou de faire quoi que ce soit excepté trembler de peur pendant 1d4 rounds.",
			"11-11": "D’étranges étincelles électriques jaillissent du mort-vivant et infligent [[/roll 1d10]] points de dégâts supplémentaires à la cible.",
			"12-12": "L’attaque provoque un sommeil contre nature des morts-vivants. La cible doit réussir un jet de sauvegarde de Vigueur DD 16 pour éviter de s’endormir profondément sur-le-champ. Elle ne se réveille que [[/roll 1d7]] heures plus tard ou si on la secoue violemment.",
			"13-13": "L’attaque est imprégnée de puissantes énergies nécrotiques qui font peler et se décomposer la peau du personnage ! De vastes lambeaux commencent à tomber, exposant les muscles et les os. Le phénomène est extrêmement douloureux et handicapant. La cible perd [[/roll 1d8]] points de vie supplémentaires ainsi que 1 point de Présence, immédiatement, puis chaque matin, car sa peau continue à pourrir. Elle meurt lorsque sa Présence tombe à 0. Seuls des soins magiques puissants peuvent arrêter cette décomposition.",
			"14-14": "L’impact sape l’énergie vitale de la cible, qui perd temporairement 1d4 points de Force et doit réussir un jet de sauvegarde de Vigueur DD 12 pour éviter de perdre [[/roll 1d4]] points de Force supplémentaires.",
			"15-15": "D’étranges énergies spectrales pénètrent le corps de la cible, la rendant intangible pour [[/roll 1d4]]  rounds. Elle ne peut plus saisir d’objets physiques, parler, faire du bruit ou attaquer, et cesse d’être visible à la lumière vive. Elle peut voler à son mouvement habituel et traverser les objets solides à la moitié de cette vitesse. Tant qu’elle reste intangible, elle est considérée comme un mort-vivant. Il y a 1 % de chances pour que cette transformation soit permanente.",
			"16-16": "Une hideuse putréfaction cadavérique se répand immédiatement autour de la plaie, infligeant [[/roll 2d6]] points de dégâts supplémentaires et imposant un jet de sauvegarde de Vigueur DD 16. En cas d’échec, la cible perd en plus [[/roll 1d4]] points d’Endurance. La décomposition s’aggrave peu à peu jusqu’à ce que la victime reçoive des soins magiques et impose un jet de sauvegarde chaque matin pour ne pas perdre [[/roll 1d4]] points d’Endurance supplémentaires.",
			"17-17": "Frôler la mort de si près affecte la mémoire de la cible. Elle perd tous ses souvenirs des dernières 24 h et doit effectuer un jet de sauvegarde de Vigueur DD 16 pour éviter d’oublier entièrement les [[/roll 1d7]] derniers jours.",
			"18-18": "Le coup atteint la cible à la tempe et lui donne un aperçu de sa propre mort. Ce bref contact avec le trépas paralyse la cible de peur pendant [[/roll 1d6]] rounds.",
			"19-19": "La blessure prend immédiatement une couleur jaune foncé tandis que la cible est victime d’une vertigineuse crise de démence. Elle perd temporairement  [[/roll 1d6]] points d’Intelligence et  [[/roll 1d6]] points de Présence.",
			"20-20": "La blessure prend la forme d’un symbole impie. La cible subit [[/roll 1d6]] points de dégâts supplémentaires et est dorénavant marquée. Les morts-vivants sont attirés vers elle à des kilomètres à la ronde. Elle ne peut pas s’en cacher, et ils la traquent sans relâche. Seuls une bénédiction, une purification sacrée, un exorcisme ou un effet de ce genre peuvent retirer la marque.",
			"21-21": "La non-mort souille l’âme de la cible, qui perd définitivement 1 point de Chance.",
			"22-22": "De répugnants asticots jaillissent de la blessure. Ils infligent [[/roll 2d6]] points de dégâts supplémentaires, plus [[/roll 1d6]] points de dégâts continus par round jusqu’à ce que la victime reçoive des soins magiques.",
			"23-23": "L’intense aura d’impiété du mort-vivant infecte la cible. Toutes les bénédictions et autres effets semblables sont immédiatement annulés, et la cible perd temporairement 1d4 points de Présence.",
			"24-24": "Lèpre des cryptes ! La plaie se met à suppurer et se décompose à une vitesse surnaturelle. Ce phénomène inflige [[/roll 1d12]]  points de dégâts supplémentaires, une perte immédiate de [[/roll 1d6]] points de Force, et la blessure ne guérira pas naturellement : seuls des soins magiques élimineront les dégâts et la perte de Force.",
			"25-25": "Dans une spectaculaire démonstration nécrotique, la peau se détache de la plaie, révélant les os et infligeant 1d6 points de dégâts supplémentaires accompagnés d’une perte de 1 point d’Endurance. Par la suite, chaque round, la plaie s’agrandit, infligeant [[/roll 1d6]] points de dégâts supplémentaires et une perte de 1 point d’Endurance. Cette nécrose se poursuit jusqu’à la mort de la victime. Elle ne peut être interrompue que par des soins magiques obtenus avec un test d’incantation de 20 ou plus.",
			"26-26": "Spasmes d’agonie ! La puanteur de la non-mort étouffe la victime, qui s’écroule, en proie à la suffocation. Elle doit réussir un jet de sauvegarde de Vigueur DD 20 pour éviter de perdre [[/roll 1d4]] points d’Endurance. En cas d’échec, elle doit en effectuer un autre au round suivant. Si celui-ci échoue également, elle subit une nouvelle perte d’Endurance et doit faire encore un jet de sauvegarde. On continue ainsi jusqu’à ce que la victime réussisse son jet de sauvegarde ou succombe.",
			"27-27": "Le mort-vivant sape l’énergie vitale de la cible. Celle-ci subit [[/roll 1d20]] points de dégâts supplémentaires, et le mort-vivant récupère autant de points de vie (sans toutefois excéder son total d’origine).",
			"28-28": "Vieillissement accéléré. La cible vieillit immédiatement de [[/roll 1d20]] ans. Si le résultat est supérieur ou égal à 15, elle perd définitivement 1 point de Force, d’Agilité et d’Endurance, affaiblie par l’âge.",
			"29-29": "Tu es né poussière et tu redeviendras poussière : la zone blessée s’effrite, infligeant [[/roll 2d12]] points de dégâts supplémentaires et défigurant définitivement la victime. Celle-ci perd l’usage du bras, de la jambe, de la main ou de la zone touchée. Au round suivant, la région adjacente à la blessure tombe elle aussi en poussière, infligeant [[/roll 1d6]] points de dégâts supplémentaires. La zone affectée s’agrandit peu à peu, infligeant [[/roll 1d6]] points de dégâts chaque round jusqu’au trépas de la victime. Seule une magie très puissante peut interrompre cette affliction.",
			"30-500": "La non-mort cherche la non-mort : dans un nuage d’épaisse fumée noire, le mort-vivant répand une partie des énergies nécrotiques qui l’animent pour faire de sa victime son semblable. L’assaillant mortvivant perd automatiquement 1d6 points de vie, ce qui peut tout à fait le tuer. La cible s’effondre, apparemment morte, mais se relève [[/roll 1d6]] rounds plus tard sous forme de mort-vivant contrôlé par le Juge. Lancez [[/roll 1d8]] pour définir le type de créature : (1-4) zombie (5-6) squelette (7) goule (8) fantôme."
			}
		},
		"Crit Table V: Level 5+ Warriors, and Level 6+ Dwarves": {
			"name": "Crit Table V: Guerriers niveau 5+ et Nains niveau 6+",
			"description": "p:87 <h2>Table critique V : Guerriers niveau 5+ et Nains niveau 6+</h2>",
			"results": {
			"-500-0": "La rage vous empêche de distinguer vos alliés de vos ennemis. Votre adversaire subit +[[/roll 3d8]] points de dégâts et votre allié le plus proche subit [[/roll 1d4]] points de dégâts, touché par un coup perdu**.",
			"1-1": "L’arme de votre ennemi est brisée*. S’il n’en a pas, il subit +[[/roll 3d12]] points de dégâts.",
			"2-2": "Votre assaut furieux repousse votre ennemi de [[/roll 1d3]] m en arrière. Tous les ennemis adjacents frappent accidentellement la cible et lui infligent des dégâts.",
			"3-3": "Vous frappez le crâne de votre adversaire, lui détruisant l’oreille. Il devient définitivement sourd et subit +[[/roll 1d12]] points de dégâts.",
			"4-4": "Vous touchez les tripes de votre ennemi, qui doit réussir un Jet de sauvegarde de Vigueur DD 20 + niveau du PJ ou passer les 2 rounds suivants à vomir la bile de son estomac perforé.",
			"5-5": "Votre ennemi jette son arme au loin et implore qu’on l’épargne. Vous infligez +[[/roll 1d12]] points de dégâts et portez-lui une nouvelle attaque.",
			"6-6": "Le coup scalpe votre ennemi. Le sang lui dégouline sur le visage, et il est aveuglé jusqu’à ce qu’il reçoive des soins.",
			"7-7": "Votre adversaire est cloué par votre arme, ce qui réduit sa CA de -6 tant qu’il en est prisonnier. Effectuez une nouvelle attaque.",
			"8-12": "Vous voyez rouge ! Vous êtes envahi par la rage. Vous infligez +[[/roll 1d12]] points de dégâts** !",
			"13-14": "Vous frappez le bras armé de votre ennemi, qui s’enfonce sa propre arme en plein visage. Il subit le quadruple des dégâts de son arme, puis la lâche, abasourdi d’effroi.",
			"15-15": "Vous fracassez le bouclier de votre adversaire. S’il n’en porte pas, il subit +[[/roll 2d12]] points de dégâts et doit réussir un Jet de sauvegarde de Vigueur DD20 + niveau du PJ ou s’évanouir de douleur.",
			"16-16": "Votre coup frappe le sommet du crâne de votre adversaire, lui écrase la colonne vertébrale, et réduit sa taille de 15 cm. Les dégâts neuronaux diminuent sa CA de -4.",
			"17-17": "La cible est éventrée, répandant ses entrailles sur le sol. Elle meurt sur le coup.",
			"18-18": "Votre coup détruit littéralement le visage de votre adversaire. Il devient sourd et aveugle, et ne peut plus désormais émettre que des gargouillis.",
			"19-19": "Votre coup scalpe le crâne de votre ennemi, qui meurt de voir sa cervelle ainsi exposée en [[/roll 3d3]] rounds.",
			"20-20": "Vous tranchez le bras de votre adversaire qui tient le bouclier, réduisant à néant ses espoirs de manier un jour les armes à deux mains. Il subit +[[/roll 2d12]]points de dégâts.",
			"21-21": "Attaque digne d’un dieu. Vous infligez +[[/roll 3d12]] points de dégâts. Si votre cible meurt, avancez de 3 m et effectuez une autre attaque contre un nouvel adversaire situé à moins de 3 m.",
			"22-22": "Votre coup tranche la jambe de votre adversaire. Son mouvement tombe à 0, , il subit +[[/roll 2d12]] points de dégâts et ne peut plus rien faire d’autre que gémir d’agonie pendant [[/roll 1d3]] rounds.",
			"23-23": "Vous frappez le crâne de votre adversaire, l’assommez pour [[/roll 1d4+1]] rounds et réduisez son Intelligence de manière permanente de [[/roll 1d12]]. Portez-lui immédiatement une nouvelle attaque.",
			"24-24": "Votre coup tranche le bras armé de votre ennemi. Vous lui infligez +[[/roll 2d12]] points de dégâts tandis que les bras lui en tombent, au propre comme au figuré.",
			"25-25": "Votre coup dévastateur vide les entrailles de votre adversaire, réduisant en bouillie ses organes. Il perd 50 % de ses points de vie actuels et toute sa dignité.",
			"26-26": "Votre coup écrase la gorge de votre ennemi, qui se noie dans son propre sang et expire en [[/roll 1d4]] rounds.",
			"27-27": "Votre coup à la colonne paralyse définitivement votre adversaire et lui inflige +[[/roll 4d12]] points de dégâts.",
			"28-500": "Vous décapitez votre ennemi en un coup. Vous êtes l’incarnation de la Mort. Continuez à effectuer des attaques contre tout ennemi à moins de 3 m jusqu’à ce que vous échouiez."
						}
			
		},
		"Table 4-2: Fumbles": {
			"name": "Table 4-2: Maladresses",
				"results": {
			"-50-0": "Vous ratez complètement votre attaque mais ne provoquez miraculeusement aucun autre dégât.",
			"1-1": "Votre attaque maladroite fait de vous la risée du groupe mais ne provoque aucun autre dégât.",
			"2-2": "Vous trébuchez mais pouvez vous rattraper si vous réussissez un jet de sauvegarde de Réflexes DD 10, faute de quoi vous passez le round suivant à terre.",
			"3-3": "Votre arme vous échappe des mains. Vous la rattrapez promptement, mais votre prise n’est plus optimale. Vous subissez une pénalité de -2 sur votre prochain jet d’attaque.",
			"4-4": "Votre arme est endommagée : la corde de l’arc se brise, la garde de l’épée se détache ou le mécanisme de l’arbalète s’enraye. L’arme peut être réparée en 10 mn de travail mais est inutilisable pour le moment.",
			"5-5": "Vous trébuchez et tombez, perdant cette action. Vous êtes à terre et devrez utiliser une action pour vous relever au prochain round.",
			"6-6": "Votre arme se prend dans votre armure. Vous devez passer le prochain round à la dégager. De plus, votre bonus d’armure est réduit de 1 tant que vous n’aurez pas passé 10 mn à réajuster les sangles et attaches emmêlées.",
			"7-7": "Vous lâchez votre arme. Vous devez la ramasser ou en dégainer une autre lors de votre prochaine action.",
			"8-8": "Vous frappez votre arme accidentellement sur un objet solide et inamovible (un rocher, un mur ou même le sol). Les armes courantes sont détruites ; les armes magiques ne sont pas affectées.",
			"9-9": "Vous êtes déséquilibré et vous offrez une ouverture à vos adversaires. Le prochain ennemi qui vous attaque bénéficie d’un bonus de +2 à son jet d’attaque.",
			"10-10": "Vous auriez dû entretenir votre armure ! Ses jointures se grippent et vous immobilisent. Vous ne pouvez ni vous déplacer ni attaquer pendant [[/roll 1d3]] rounds. Les personnages sans armure ne sont pas affectés.",
			"11-11": "Votre attaque mal maîtrisée vous déséquilibre. Vous subissez un malus de -4 à votre prochaine attaque.",
			"12-12": "Vous frappez par inadvertance un de vos alliés à portée, déterminé aléatoirement. Effectuez un jet d’attaque contre celui-ci avec le même dé que celui que vous venez d’employer.",
			"13-13": "Vous trébuchez et chutez violemment, encaissant [[/roll 1d3]] points de dégâts sur le coup. Vous êtes à terre et devez consacrer votre prochaine action à vous relever.",
			"14-14": "Telle une tortue retournée, vous glissez et atterrissez sur le dos, gigotant en tous sens, incapable de vous redresser. Vous devez combattre en étant à terre au prochain round avant de pouvoir reprendre votre équilibre et vous relever.",
			"15-15": "Vous réussissez, on ne sait comment, à vous blesser vous-même, subissant des dégâts normaux.",
			"16-50": "Vous vous frappez accidentellement et subissez des dégâts normaux +1 point supplémentaire. De plus, vous tombez sur le dos en étant incapable de vous redresser, à moins de réussir un test d’Agilité DD16."
			
						}
		}
	}
}