{
	"label": "Cyclopedia of Creatures Monstrous and Mundane",
	"entries": [
	  {
            "id": "Ants",
            "name": "Fourmi",
            "description": "<p>Les fourmis géantes sont répandues dans les jungles, les grottes et les marais où ces prédateurs gros comme des chiens terrorisent les autres créatures. Leur détermination inexorable et leurs efforts déterminés pour établir l’ordre dans leur environnement repoussent souvent les autres monstres.</p><p>Quand une jeune reine arrive à l’âge adulte, elle est chassée de la fourmilière et doit coloniser son propre territoire. Elle emmène avec elle une suite de [[/roll 2d6]] soldates et de [[/roll 6d6]] ouvrières.</p> <p>Jusqu’à 20 % des soldates naissent pourvues d’un dard venimeux et bénéficient d’une attaque de dard supplémentaire. Elles peuvent s’en servir une fois par heure, car il leur faut attendre que la réserve de venin se remplisse.</p> <p>Les fourmis géantes sont très répandues dans les plans lointains où résident les parangons de la Loi. Les fourmis géantes extraplanaires, ainsi que les fourmis primordiales terrestres, ont une carapace d’or, d’argent, de bronze ou de cuivre et sont davantage des créatures mécaniques que des insectes. Elles émettent des cliquetis pendant qu’elles bâtissent des structures bien ordonnées dans leur fourmilière.</p><p>@UUID[Compendium.dcc-core-book.dcc-core-creatures.Actor.7kkhDMTMQ1LEeFmK]{Fourmi géante (ouvrière)} : Init +0 ; Att morsure +2 corps à corps (1d4+1) ; CA 16 ; DV 1d8+2 ; Mvt 15 m ou escalade 15 m ; Act 1d20 ; JS Vig +5, Réf +1, Vol -3 ; AL L. </p><p> @UUID[Compendium.dcc-core-book.dcc-core-creatures.Actor.appnWFfBX7EPhNGO]{Fourmi géante (soldate)} : Init +2 ; Att morsure +6 corps à corps (3d4+3) ; CA 18 ; DV 3d8+6 ; Mvt 15 m ou escalade 15 m ; Act 1d20 ; AS : 20 % de chances d’avoir un dard venimeux (+6 corps à corps, dégâts poison : jet de sauvegarde de Vigueur DD 16 ou perte de 2d4 points d’Endurance) ; JS Vig +7, Réf +3, Vol -3 ; AL L.</p><p>@UUID[Compendium.dcc-core-book.dcc-core-creatures.Actor.AN9RSuZeYnwwAM3c]{Fourmi géante (reine)} : Init -4 ; Att morsure +0 corps à corps (1d3) ; CA 12 ; DV 5d8+10 ; Mvt 3 m ou escalade 3 m ; Act 1d20 ; JS Vig +4, Réf -4, Vol +8 ; AL L."
        }
    ]
}
