{
  "label": "Sorts de Patron Table",
  "entries": {
    "Blade of Atropos": {	
      "name": "Blade of Atropos",
      "description": "<h1>Lame d’Atropos</h1><p><strong>Niveau :</strong> 1 (Les Trois Grées)</p><p><strong>Portée :</strong> Personnelle</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Volonté vs 15+NI le cas échéant (voir ci-dessous)</p><p><strong>Page:</strong> 352</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.7utLqfC4vJlZImgG]{Lame d’Atropos}</p>",
      "results": {
        "1-1": "Perdu, échec et souillure de patron.",
        "2-11": "Perdu. Échec.",
        "12-13": "Les attaques portées avec la lame enchantée bénéficient d’un bonus de +1 (+3 contre les créatures du Chaos ou les mages corrompus) et infligent 1d12+NI points de dégâts. Le sort dure 1d3+NI rounds.",
        "14-17": "Les attaques portées avec la lame enchantée bénéficient d’un bonus de +2 (+4 contre les créatures du Chaos ou les mages corrompus) et infligent 1d14+NI points de dégâts. Le sort dure 1d5+NI rounds.",
        "18-19": "Les attaques portées avec la lame enchantée bénéficient d’un bonus de +3 (+5 contre les créatures du Chaos ou les mages corrompus) et infligent 1d16+NI points de dégâts. Le sort dure 1d6+NI rounds.",
        "20-23": "Une seconde épée apparaît dans les airs, copie conforme de la première. Le mage peut diriger cette nouvelle arme vers d’autres cibles dans un rayon de 3 m (en utilisant son dé d’action le plus bas) en même temps qu’il manie la première lame enchantée. Aucune concentration n’est nécessaire pour diriger la seconde épée. Les attaques portées avec les lames enchantées bénéficient d’un bonus de +3 (+5 contre les créatures du Chaos ou les mages corrompus) et infligent 1d16+NI points de dégâts. Le sort dure 1d8+NI rounds.",
        "24-27": "Deux nouvelles épées apparaissent dans les airs, copies conformes de la première. Le mage peut diriger ces nouvelles armes vers d’autres cibles dans un rayon de 15 m (en utilisant son dé d’action le plus bas) en même temps qu’il manie la première lame enchantée. Aucune concentration n’est nécessaire pour diriger les épées supplémentaires. Les attaques portées avec les lames enchantées bénéficient d’un bonus de +4 (+6 contre les créatures du Chaos ou les mages corrompus), et infligent 1d20+NI points de dégâts. Le sort dure 1d10+NI rounds.",
        "28-29": "Deux nouvelles épées apparaissent dans les airs, copies conformes de la première. Le mage peut diriger ces nouvelles armes vers d’autres cibles dans un rayon de 30 m (en utilisant son dé d’action le plus bas) en même temps qu’il manie la première lame enchantée. Aucune concentration n’est nécessaire pour diriger les épées supplémentaires. Les attaques portées avec les lames enchantées bénéficient d’un bonus de +5 (+7 contre les créatures du Chaos ou les mages corrompus) et infligent 2d12+NI points de dégâts, excepté contre les créatures du Chaos ou les mages corrompus qui doivent réussir un jet de sauvegarde de Volonté ou, selon ce qui leur infligera le plus de dégâts : perdre la moitié de leurs PV restants (arrondis au supérieur) ou subir 2d12+NI points de dégâts. Le sort dure 1d12+NI rounds.",
        "30-31": "Deux nouvelles épées apparaissent dans les airs, copies conformes de la première. Le mage peut diriger ces nouvelles armes vers d’autres cibles dans un rayon de 150 m (en utilisant son dé d’action le plus bas) en même temps qu’il manie la première lame enchantée. Aucune concentration n’est nécessaire pour diriger les épées supplémentaires. Les attaques portées avec les lames enchantées bénéficient d’un bonus de +6 (+8 contre les créatures du Chaos ou les mages corrompus) et infligent 2d14+NI points de dégâts. Les créatures du Chaos et les mages corrompus blessés par ces armes doivent réussir un jet de sauvegarde de Volonté ou être bannis de ce plan d’existence. Le sort dure 1d14+NI rounds.",
        "32-99": "Deux nouvelles épées apparaissent dans les airs, copies conformes de la première. Le mage peut diriger ces nouvelles armes contre d’autres cibles à portée de vue (en utilisant son dé d’action le plus bas) en même temps qu’il manie la première lame enchantée. Aucune concentration n’est nécessaire pour diriger les épées supplémentaires. Les attaques portées avec les lames enchantées bénéficient d’un bonus de +7 (+9 contre les créatures du Chaos ou les mages corrompus) et infligent 2d16+NI points de dégâts. Les créatures du Chaos et les mages corrompus blessés par ces armes doivent réussir un jet de sauvegarde de Volonté ou tomber immédiatement et irrémédiablement raides mortes. Le sort dure 1d16+NI rounds."
      }
    },
	
    "Bottomfeeder Bond": {
      "name": "Bottomfeeder Bond",
      "description": "<h1>Lien du gobeur d’insectes</h1><p><strong>Niveau :</strong> 3 (Bobugbubilz)</p><p><strong>Portée :</strong> 9 m ou plus</p><p><strong>Durée :</strong> 1 tour ou plus</p><p><strong>Temps d’incantation :</strong> 2 rounds</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation pour les créatures intelligentes</p><p><strong>Page:</strong> 329</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.ynvvONptW3hK1kUs]{Lien du gobeur d’insectes}</p>",
      "results": {
        "-99-1": "Perdu, échec et souillure de patron.",
        "2-11": "Perdu. Échec.",
        "12-15": "Échec, mais le sort n’est pas perdu.",
        "16-17": "Toutes les créatures communes des marais dans un rayon de 9 m autour du mage adoptent une attitude neutre envers celui-ci. Les créatures des marais incluent tous les amphibiens, les crocodiles, les poissons, les serpents et autres reptiles, les insectes : toutes les créatures vivant dans les marécages. Les créatures des marais intelligentes, comme les hommes-lézards, ont droit à un jet de sauvegarde de Volonté pour résister aux effets du sort. En cas d’échec, ils ne perçoivent pas le mage comme un danger. Les effets durent 1 tour, ou jusqu’à ce que le mage accomplisse une action qui menace ou blesse une de ces créatures.",
        "18-21": "Comme précédemment, mais les créatures magiques, mortes-vivantes et extraplanaires sont affectées aussi. Cela inclut les lacédons (des goules aquatiques), les zombies des marais, les sorciers, les scrags (trolls aquatiques) et autres variantes primitives de n’importe quelle créature des marais. Les créatures intelligentes ont droit à un jet de sauvegarde de Volonté pour résister, comme ci-dessus.",
        "22-23": "Comme précédemment, mais tous les types de reptiles, amphibiens, poissons et insectoïdes sont affectés, en plus des variétés spécifiques aux marais. Les dragons ne sont cependant pas considérés comme des reptiles. Les créatures intelligentes ont droit à un jet de sauvegarde de Volonté pour résister, comme ci-dessus.",
        "24-26": "Comme précédemment, mais la portée du sort passe à 30 m.",
        "27-31": "Comme précédemment, mais la durée du sort passe à 1 h.",
        "32-33": "Tous les reptiles, amphibiens, poissons et insectes non seulement considèrent le mage comme inoffensif, mais le voient en plus comme un ami ou un allié. Les créatures communes non intelligentes de 4 DV ou moins sont affectées automatiquement, tandis que les créatures magiques, intelligentes ou extraplanaires, ou celles ayant 5 DV ou plus ont droit à un jet de sauvegarde de Volonté pour résister. Toutes les créatures affectées bondissent, glissent, se faufilent auprès de l’incantateur pour lui offrir leur assistance. Le sort dure 1d6+2 tours. Tant qu’elles sont sous l’influence du mage, les créatures lui obéissent de leur mieux (dans la limite de leur intelligence et de leurs capacités physiques). Si le mage les confronte à un danger ou s’il leur demande des tâches en contradiction avec leur nature, les créatures ont droit à un nouveau jet de sauvegarde avec un bonus de +4. Par exemple, demander à un poisson de sortir hors de l’eau, à une grenouille d’affronter un adversaire bien plus grand qu’elle, etc.",
        "34-35": "Comme précédemment, mais la portée passe à 60 m et la durée à 2d6+4 tours.",
        "36-99": "Comme précédemment, mais la portée passe à 60 m et la durée à 1d6 jours. Les créatures affectées restent sous l’influence du mage pour toute la durée du sort. Le mage se retrouve alors comme le joueur de flûte de Hamelin, suivi par une cohorte de créatures des marais, crocodiles, serpents, poissons, crapauds, grenouilles, têtards et autant d’insectes. Lorsque le sort s’interrompt, la horde se disperse en rampant sur le sol boueux."
      }
    },
	
    "Curse of Moirae": {
      "name": "Curse of Moirae",
      "description": "<h1>Malédiction de Moirae</h1><p><strong>Niveau :</strong> 2 (Les Trois Grées)</p><p><strong>Portée :</strong> Contact</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation le cas échéant</p><p><strong>Page:</strong> 353</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.WXc6mMJPLPISwCeb]{Malédiction de Moirae}</p>",
      "results": {
        "-99-1": "Perdu, échec et souillure de patron.",
        "2-11": "Perdu. Échec.",
        "12-13": "Échec, mais le sort n’est pas perdu.",
        "14-15": "La victime subit un malus de -2 à tous ses jets de sauvegarde, à la CA et aux attaques ciblant le mage et ses alliés, pour une durée de 1d4+NI rounds. Elle subit 1d4 points de dégâts supplémentaires chaque fois qu’elle est blessée pendant toute la durée du sort.",
        "16-19": "La victime subit un malus de -4 à tous ses jets de sauvegarde, à la CA et aux attaques ciblant le mage et ses alliés, pour une durée de 1d6+NI rounds. Elle subit 1d6 points de dégâts supplémentaires chaque fois qu’elle est blessée pendant toute la durée du sort.",
        "20-21": "La victime subit un malus de -6 à tous ses jets de sauvegarde, à la CA et aux attaques ciblant le mage et ses alliés, pour une durée de 1d8+NI rounds. Elle subit 1d8 points de dégâts supplémentaires chaque fois qu’elle est blessée pendant toute la durée du sort.",
        "22-25": "La victime subit un malus de -8 à tous ses jets de sauvegarde, à la CA et aux attaques ciblant le mage et ses alliés, pour une durée de 1d10+NI rounds. Elle subit 1d10 points de dégâts supplémentaires chaque fois qu’elle est blessée pendant toute la durée du sort.",
        "26-29": "La victime subit un malus de -10 à tous ses jets de sauvegarde, à la CA et aux attaques ciblant le mage et ses alliés, pour une durée de 1d12+NI rounds. Elle subit 1d12 points de dégâts supplémentaires chaque fois qu’elle est blessée pendant toute la durée du sort.",
        "30-31": "La victime subit un malus de -10 à tous ses jets de sauvegarde, à la CA et aux attaques ciblant le mage et ses alliés, pour une durée de 1d12+NI rounds. Elle subit 1d14 points de dégâts supplémentaires chaque fois qu’elle est blessée pendant toute la durée du sort.",
        "32-33": "La victime subit un malus de -10 à tous ses jets de sauvegarde, à la CA et aux attaques ciblant le mage et ses alliés, pour une durée de 1d12+NI rounds. Elle subit 1d16 points de dégâts supplémentaires chaque fois qu’elle est blessée pendant toute la durée du sort. De plus, la victime finira par mourir de cause naturelle (au choix du Juge) au bout de 24 heures. Cette dernière malédiction est levée si la victime réussit un jet de sauvegarde de Vigueur DD 15+NI ou si le mage est tué avant que le sort n’arrive à sa macabre conclusion.",
        "34-99": "La victime subit un malus de -10 à tous ses jets de sauvegarde, à la CA et aux attaques ciblant le mage et ses alliés, pour une durée de 1d12+NI rounds. Elle subit 1d20 points de dégâts supplémentaires chaque fois qu’elle est blessée pendant toute la durée du sort. De plus, la victime finira par mourir de cause naturelle (au choix du Juge) au bout d’une heure. Cette dernière malédiction est levée si la victime réussit un jet de sauvegarde de Vigueur DD 15+NI, mais cette fois-ci, même la mort du mage ne met pas fin au sort."
      }
    },
	
    "Forest Walk": {
      "name": "Forest Walk",
      "description": "<h1>Marche sylvestre</h1><p><strong>Niveau :</strong> 1 (Le Roi des Terres elfiques)</p><p><strong>Portée :</strong> Variable</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 346</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.kFqmRAylz8Wh1Caq]{Marche sylvestre}</p>",
      "results": {
        "-99-1": "Perdu, échec et souillure de patron.",
        "2-11": "Perdu. Échec.",
        "12-13": "Le mage pénètre dans un arbre pour émerger instantanément d’un autre situé à une distance maximale de 90 m.",
        "14-17": "Le mage pénètre dans un arbre pour émerger instantanément d’un autre situé dans la même forêt, jusqu’à 1,6 km de distance.",
        "18-19": "Le mage pénètre dans un arbre pour émerger instantanément d’un autre situé dans la même forêt, jusqu’à 160 km de distance.",
        "20-23": "Le mage ainsi que 1d4+NI de ses alliés pénètrent dans un arbre pour émerger instantanément d’un autre situé dans la même forêt, jusqu’à 160 km de distance.",
        "24-27": "Le mage ainsi que 1d8+NI de ses alliés pénètrent dans un arbre pour émerger instantanément d’un autre situé dans la même forêt, jusqu’à 160 km de distance.",
        "28-29": "Le mage ainsi que 1d12+NI de ses alliés pénètrent dans un arbre pour émerger instantanément d’un autre situé dans la même forêt, jusqu’à 1600 km de distance.",
        "30-31": "Le mage ainsi que 100xNI de ses alliés pénètrent dans un arbre pour émerger instantanément d’un autre situé sur le même plan. Ce sort reste actif le temps que tous les alliés puissent passer et peut être utilisé pour faire parvenir une armée entière vers un lieu distant. Les alliés peuvent monter des chevaux ou utiliser des embarcations si tant est que les arbres soient à proximité d’un cours d’eau.",
        "32-99": "Le mage, ainsi que le nombre d’alliés de son choix, pénètrent dans un arbre pour émerger instantanément d’un autre situé sur n’importe quel plan. Évidemment, les arbres d’une même espèce poussent généralement sur des plans qui se ressemblent, ce qui limite les possibilités de voyage planaire, mais si l’on cultive avec soin les bonnes espèces en prévision de l’utilisation de ce sort, elles peuvent servir de points d’ancrage sur d’autres plans. Les serviteurs du Roi des Terres elfiques utilisent ainsi ce sort pour voyager instantanément entre des points précis situés sur leur plan d’existence ainsi que sur d’autres."
      }
    },
	
    "Glorious Mire": {
      "name": "Glorious Mire",
      "description": "<h1>Bourbier grandiose</h1><p><strong>Niveau :</strong> 2</p><p><strong>Portée :</strong> Contact</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 327</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.JCmdmmupgYq9rXZT]{Bourbier grandiose}</p>",
      "results": {
        "-99-1": "Perdu, échec et souillure de patron.",
        "2-11": "Perdu. Échec.",
        "12-13": "Échec, mais le sort n’est pas perdu.",
        "14-15": "Le mage transforme une petite zone en marais pour une durée de 1d6 tours. Il doit pour cela toucher la zone, équivalente à 200 l ou aux dimensions d’une porte de taille humaine, ou encore à un cube de 60 cm d’arête. Tout matériau commun et non vivant peut être affecté (bois, pierre, or, poussière, etc.). Il se change alors en flaque boueuse semi-liquide. Si le sort cible une porte, elle s’écoule alors au sol en un petit monticule de bouillasse. S’il cible le sol d’un donjon, celui-ci devient une mare de boue de quelques centimètres de profondeur. Les créatures vivantes ne sont pas affectées, mais leur équipement (armure, épée…) peut l’être, à l’exception des objets magiques. Lorsque le sort prend fin, la zone reprend sa forme et sa nature originelle.",
        "16-19": "Le mage transforme une zone de taille moyenne en marais pour une durée de 1d6 tours. Il doit pour cela toucher la zone, équivalente à 25 m2, ou à un bloc de 3 x 1,5 x 1,5 m d’arête. Tout matériau commun et non vivant peut être affecté (bois, pierre, or, poussière, etc.). Il se change alors en flaque boueuse semi-liquide. Si le sort cible une porte, elle s’écoule alors au sol en un petit monticule de bouillasse. S’il cible le sol d’un donjon, celui-ci devient une mare de boue de quelques centimètres de profondeur. Les créatures vivantes ne sont pas affectées, mais leur équipement (armure, épée…) peut l’être, à l’exception des objets magiques. Les créatures qui se tiennent dans la zone affectée commencent à s’enfoncer dans la boue comme si elles étaient dans un marais. Si elles sont assez légères et capables de nager, cela peut n’avoir que peu d’incidence. Mais les créatures lourdement harnachées, en armure, peuvent couler et se noyer. Lorsque le sort prend fin, la zone reprend sa forme et sa nature originelle.",
        "20-21": "Le mage transforme une zone de taille moyenne en marais pour une durée de 1d6 heures. Il doit pour cela toucher la zone, équivalente à 25 m2, ou à un bloc de 3 x 1,5 x 1,5 m d’arêtes. Tout matériau commun et non vivant peut être affecté (bois, pierre, or, poussière, etc.). Il se change alors en flaque boueuse semi-liquide. Si le sort cible une porte, elle s’écoule alors au sol en un petit monticule de bouillasse. Sur le sol d’un donjon, celui-ci devient une mare de boue de quelques centimètres de profondeur. Les créatures vivantes ne sont pas affectées, mais leur équipement (armure, épée…) peut l’être, à l’exception des objets magiques. Les créatures qui se tiennent dans la zone affectée commencent à s’enfoncer dans la boue comme si elles étaient dans un marais. Si elles sont assez légères et capables de nager, cela peut n’avoir que peu d’incidence. Mais les créatures lourdement harnachées, en armure, peuvent couler et se noyer. Lorsque le sort prend fin, la zone reprend sa forme et sa nature originelle.",
        "22-25": "Le mage transforme une vaste zone en marais pour une durée de 1d6 jours. Il doit pour cela toucher un point puis façonner la forme de la zone à partir de celui-ci, en ayant une ligne de vue dégagée sur les limites de l’espace qu’il souhaite transformer. Le mage peut affecter une zone de 30 m de chaque côté, qu’il transforme en marais boueux, plein de vase et d’eau croupie, de quelques dizaines de centimètres de profondeur selon les endroits. La zone devient un terrain difficilement praticable. Les créatures dotées d’une armure légère peuvent s’y déplacer à la moitié de leur mouvement, mais celles vêtues d’armures lourdes, ainsi que les créatures lourdes comme les vaches, chevaux, minotaures, s’enlisent et sont incapables de se mouvoir. Certaines créatures peuvent même s’enfoncer et se noyer si elles ne sont pas aidées. Les bâtisses et autres structures fixes s’enfoncent aussi de quelques centimètres. Les objets magiques ne sont pas affectés. Lorsque le sort prend fin, la zone reprend sa forme et sa nature originelle. Cependant, certains objets qui ont coulé peuvent se retrouver partiellement enfoncés dans le sol. Le mage peut choisir de transformer à la place une masse solide d’une taille équivalente à celle d’une grande bâtisse. Seuls les matériaux communs et non vivants sont affectés (bois, pierre, or, poussière, etc.). La structure se liquéfie pour devenir une motte de boue et de vase. La transformation dure 1d6 jours, au bout desquels la structure reprend sa forme originelle.",
        "26-29": "Le mage transforme une vaste zone en marais de manière permanente. Il doit pour cela toucher un point puis façonner la forme de la zone à partir de celui-ci, en ayant une ligne de vue dégagée sur les limites de l’espace qu’il souhaite transformer. Le mage peut affecter une zone de 30 m de chaque côté, qu’il transforme en marais boueux, plein de vase et d’eau croupie, de quelques dizaines de centimètres de profondeur selon les endroits. La zone devient un terrain difficilement praticable. Les créatures dotées d’une armure légère peuvent s’y déplacer à la moitié de leur mouvement, mais celles vêtues d’armures lourdes, ainsi que les créatures lourdes comme les vaches, chevaux, minotaures, s’enlisent et sont incapables de se mouvoir. Certaines créatures peuvent même s’enfoncer et se noyer si elles ne sont pas aidées. Les bâtisses et autres structures fixes s’enfoncent aussi de quelques centimètres. Les objets magiques ne sont pas affectés. Si le sort est dissipé, la zone reprend sa forme et sa nature originelle. Cependant, certains objets qui ont coulé peuvent se retrouver partiellement enfoncés dans le sol. Le mage peut choisir de transformer à la place une masse solide d’une taille équivalente à celle d’une grande bâtisse de manière permanente. Seuls les matériaux communs et non vivants sont affectés (bois, pierre, or, poussière, etc.). La structure se liquéfie pour devenir une motte de boue et de vase.",
        "30-31": "Le mage transforme de manière permanente une vaste étendue en marais putride. La zone occupe un espace équivalent à 6000 m3 ou 60 x 30 m pour une profondeur de 3 m. Il peut aussi affecter une masse de 18 x 18 x 18 m, ou encore un gros château. Il est aussi possible de créer une fosse boueuse, large de 3 m et incroyablement profonde. Les objets lourds s’y enfoncent, les créatures en armure s’y noient, les châteaux et autres demeures coulent et s’effondrent tandis que leurs fondations sont ébranlées. Les objets magiques ne sont pas affectés.",
        "32-33": "Le mage transforme une vaste étendue en marais putride ou un unique objet magique de manière permanente. Si le mage choisit une étendue, la zone occupe alors un espace équivalent à 6000 m3 ou 60 x 30 m pour une profondeur de 3 m. Il peut aussi affecter une masse de 18 x 18 x 18 m, ou encore un gros château. Il est aussi possible de créer une fosse boueuse, large de 3 m et incroyablement profonde. Les objets lourds s’y enfoncent, les créatures en armure s’y noient, les châteaux et autres demeures coulent et s’effondrent tandis que leurs fondations sont ébranlées. Si le mage cible un objet magique, celui-ci doit être de dimension humaine au maximum (par exemple, une épée, un bouclier, un bâton, une armure, etc.), et le sort n’a d’effet que sur celui-ci. Les objets magiques ont droit à un jet de sauvegarde de Vigueur pour résister. Sinon, ils sont transformés en boue.",
        "34-99": "Si le mage choisit une étendue, la zone occupe alors un espace équivalent à 6000 m3 ou 60 x 30 m pour une profondeur de 3 m. Il peut aussi affecter une masse de 18 x 18 x 18 m, ou encore un gros château. Il est aussi possible de créer une fosse boueuse, large de 3 m et incroyablement profonde. Les objets lourds s’y enfoncent, les créatures en armure s’y noient, les châteaux et autres demeures coulent et s’effondrent tandis que leurs fondations sont ébranlées. Si le mage cible un objet magique, celui-ci doit être de dimension humaine au maximum (par exemple, une épée, un bouclier, un bâton, une armure, etc.), et le sort n’a d’effet que sur celui-ci. Les objets magiques ont droit à un jet de sauvegarde de Vigueur pour résister. Sinon, ils sont transformés en boue. Pour cibler une créature vivante, le mage doit la toucher, et le sort n’a d’effet que sur celle-ci. Une créature vivante a droit à un jet de sauvegarde de Vigueur pour résister. En cas de réussite, elle est épargnée. Sinon, elle est transformée en boue et meurt sur le coup."
      }
    },
	
    "Invoke Azi Dahaka": {
      "name": "Invoke Azi Dahaka",
      "description": "<h1>Invoquer Azi Dahaka</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> Variable</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 round, le sort ne peut être lancé qu’un nombre de fois limité selon le résultat du test pour lier un patron</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p><strong>Page:</strong> 330</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.kf8y0wIGJCEICsUb]{Invoquer Azi Dahaka}</p>",
      "results": {
        "-99-1": "Perdu, échec et pire ! Lancez 1d6 modifié par la Chance : (3 ou moins) corruption+souillure de patron (4-5) corruption (6+) souillure de patron.",
        "2-11": "Échec. Contrairement aux autres sorts, invoquer un patron peut ne pas être perdu pour la journée. En fonction des résultats obtenus pour lier un patron, le mage pourra éventuellement le relancer.",
        "12-13": "Azi Dahaka projette un éclair d’électricité statique sur l’ennemi du mage, lui infligeant 2d6 points de dégâts (Jet de sauvegarde de Vigueur DD 15 pour réduire les dégâts de moitié). Le mage peut désigner n’importe quelle cible dans un rayon de 30 m.",
        "14-17": "Un cyclone surgit autour des ennemis de l’incantateur. Ses alliés et lui ne sont pas affectés, mais toutes les autres créatures dans un rayon de 9 m subissent 1d8 points de dégâts d’abrasion par round. De plus, à chaque round, tous les ennemis pris dans le cyclone doivent réussir un jet de sauvegarde de Réflexes ou être mis à terre par les vents tourbillonnants. Le cyclone disparaît au bout de 1d4+NI rounds.",
        "18-19": "Une tempête de sable envahit l’espace de poussière opaque. Le mage et ses alliés peuvent voir normalement, mais tous ses ennemis dans un rayon de 18 m sont aveuglés tant qu’il maintient sa concentration, pour une durée maximale de 1 mn.",
        "20-23": "Un minuscule aspic se glisse hors de la manche du mage pour s’enrouler autour de sa main. Il mordra tout ennemi que l’incantateur touchera jusqu’à ce qu’il disparaisse, au bout de 1 minute. Le mage doit effectuer une attaque au corps à corps, avec un bonus de +4 octroyé par l’aspic. L’attaque peut être de n’importe quel type, tant qu’elle reste de corps à corps : le mage peut, par exemple, porter un coup de dague tandis que l’aspic en profite pour mordre sa proie. Tout ennemi touché par l’attaque du mage et de son aspic subit les effets d’un terrible poison. La morsure inflige automatiquement 1 point de dégâts le premier round, puis le poison s’insinue dans sa victime, infligeant automatiquement 2 points de dégâts au second round. À chaque round qui suit, la victime doit réussir un Jet de sauvegarde de Vigueur DD 20, sinon les dégâts doublent : 4 points au troisième round, puis 8, puis 16, etc. Les dégâts continuent de doubler tant que la victime ne réussit pas un jet de sauvegarde de Vigueur.",
        "24-27": "Azi Dahaka invoque une masse enchevêtrée de serpents ondulants. La nuée sifflante surgit au bout de 1d3 rounds, occupe un espace équivalent à 9 x 9 m et attaque tout ennemi présent dans la zone. Les serpents se dispersent au bout de 1 mn. Nuée de serpents : Init +0 ; Att morsure +2 corps à corps contre tout ennemi dans une zone de 9 x 9 m (2d8 points de dégâts + JS Vigueur DD 20 pour éviter 1d6 points de dégâts de poison supplémentaires) ; CA 12 ; PV 60 ; Mvt 9 m ; Act 1d20 (attaque tous les ennemis dans la zone) ; JS Vig +2 ; Réf +2 ; Vol +0 ; AL C.",
        "28-29": "Azi Dahaka invoque un vigoureux serpent à trois têtes pour venir en aide à son suivant. Il apparaît au bout de 1d3 rounds, mesure 6 m de long et obéit au mage durant 1 mn avant de disparaître. Serpent à trois têtes : Init +6 ; Att morsure +12 corps à corps (2d8 + Jet de sauvegarde de Vigueur DD 24 pour éviter de subir 3d6 points de dégâts de poison supplémentaires) ; CA 16 ; PV 24 ;Mvt 9 m ; Act 3d20 ; JS Vig +2, Réf +4, Vol +0 ; AL C.",
        "30-31": "Azi Dahaka invoque un vigoureux serpent à trois têtes pour venir en aide à son suivant. Il apparaît au bout de 1d3 rounds, mesure 6 m de long et obéit au mage durant 1 mn avant de disparaître. Serpent à trois têtes : Init +6 ; Att morsure +12 corps à corps (2d8 + Jet de sauvegarde de Vigueur DD 24 pour éviter de subir 3d6 points de dégâts de poison supplémentaires) ; CA 16 ; PV 24 ;Mvt 9 m ; Act 3d20 ; JS Vig +2, Réf +4, Vol +0 ; AL C.",
        "32-99": "Azi Dahaka dépêche une hydre spectrale, qui ne disparaît qu’au bout de 1d4+NI rounds. Le mage peut ainsi répartir 7 attaques par round, mais doit pour cela rester concentré."
      }
    },
	
    "Invoke Bobugbubilz": {
      "name": "Invoke Bobugbubilz",
      "description": "<h1>Invoquer Bobugbubilz</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> Variable</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 round, le sort ne peut être lancé qu’un nombre de fois limité selon le résultat du test pour lier un patron</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p><strong>Page:</strong> 323</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.UaVwaMarDwxQW7jq]{Invoquer Bobugbubilz}</p>",
      "results": {
        "-99-1": "Perdu, échec et pire ! Lancez 1d6 modifié par la Chance : (3 ou moins) corruption+souillure de patron (4-5) corruption (6+) souillure de patron.",
        "2-11": "Échec. Contrairement aux autres sorts, invoquer un patron peut ne pas être perdu pour la journée. En fonction des résultats obtenus pour lier un patron, le mage pourra éventuellement le relancer.",
        "12-13": "Bobugbubilz se sent concerné par la situation. Le sol suinte de vase, la pluie tombe soudainement, et d’autres signes indiquent que le Crapaud Démon se manifeste, octroyant un regain d’énergie au mage sous la forme d’un bonus de +1d6 points de Force pendant une heure. Ces points de Force peuvent être utilisés lors des brûlesorts.",
        "14-17": "Bobugbubilz invoque une nuée de crapauds. La horde spongieuse surgit en 1d4 rounds. Les centaines de crapauds occupent ensemble un espace de 6 x 6 m et peuvent passer par-dessus les autres créatures. Les crapauds attaquent tous les ennemis de l’incantateur et de Bobugbubilz présents dans leur zone. La nuée se disperse en 1d6 rounds. Nuée de crapauds : Init +0 ; Att morsure +4 corps à corps contre toute créature dans une zone de 6 x 6 m (dégâts 1d4) ; CA 8 ; PV 40 ; Mvt 3 m ; Act 1d20 ; JS Vig +4, Réf +0, Vol +0 ; AL C.",
        "18-19": "Le sol sous les pieds du plus dangereux des adversaires du mage devient soudainement humide. Il s’affaisse d’un coup tandis qu’une énorme gueule de crapaud surgit, broyant son ennemi avec ses mâchoires puissantes. L’adversaire subit automatiquement 2d6 points de dégâts (jet de sauvegarde de Vigueur DD 20 pour réduire les dégâts de moitié).",
        "20-23": "Bobugbubilz invoque une grenouille démoniaque (voir le profil page 400). La créature apparaît en 1d4 rounds et obéit à l’incantateur jusqu’à ce que Bobugbubilz ait besoin d’elle ailleurs (le mage doit réussir un test d’incantation DD 20 pour chaque heure écoulée, sans quoi elle disparaît ; sinon, au gré du Juge). La grenouille démoniaque est assez grande pour servir de monture.",
        "24-27": "Bobugbubilz invoque une salamandre à barbillons (voir le profil page 400). La créature apparaît en 1d4 rounds et obéit à l’incantateur jusqu’à ce que Bobugbubilz ait besoin d’elle ailleurs (le mage doit réussir un test d’incantation DD 20 pour chaque heure écoulée, sans quoi elle disparaît ; sinon, au gré du Juge). La salamandre est assez grande pour servir de monture, si tant est que le personnage possède une selle pouvant le protéger des barbillons.",
        "28-29": "Bobugbubilz invoque un crapaud fiélon mineur (voir le profil page 400). Cet ignoble croisement d’homme et d’amphibien surgit immédiatement d’une fosse boueuse et se met à avancer en vacillant de manière anarchique, frappant ses ennemis entre deux coassements répugnants. Il disparaît au bout d’une heure.",
        "30-31": "Le diabolique dieu des amphibiens invoque son avatar (voir son profil page 400). Ce crapaud monstrueux à la peau noire couverte de pustules tombe littéralement sur les ennemis du mage pour les attaquer. Il reste présent pendant 2d6 rounds durant lesquels il combat avec férocité.",
        "32-99": "Bobugbubilz invoque son avatar (voir page 400) et imprègne le mage d’une force de crapaud surnaturelle. Celui-ci gagne un bonus de +6 en Force tant que l’avatar est présent. Ce crapaud monstrueux à la peau noire couverte de pustules tombe littéralement sur les ennemis du mage pour les attaquer. Il reste présent pendant 2d6 rounds durant lesquels il combat avec férocité."
      }
    },
	
    "Invoke Ithha, Prince of Elemental Wind": {
      "name": "Invoke Ithha, Prince of Elemental Wind",
      "description": "<h1>Invoquer Ithha, Prince élémentaire du vent</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> Variable</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 round, le sort ne peut être lancé qu’un nombre de fois limité selon le résultat du test pour lier un patron</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Page:</strong> 357</span></p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.sa9lfvQBhbDaFV3E]{Invoquer Ithha, Prince élémentaire du vent}</p>",
      "results": {
        "-99-1": "Perdu, échec et pire ! Lancez 1d6 modifié par la Chance : (3 ou moins) corruption+souillure de patron (4-5) corruption (6+) souillure de patron.",
        "2-11": "Échec. Contrairement aux autres sorts, invoquer un patron peut ne pas être perdu pour la journée. En fonction des résultats obtenus pour lier un patron, le mage pourra éventuellement le relancer.",
        "12-13": "Ennemi de la terre. Pendant un tour, le mage et ses alliés dans un rayon de 3 m bénéficient d’un bonus de +2 aux jets d’attaque, de dégâts et aux tests d’incantation contre les créatures de terre ou de pierre.",
        "14-17": "Vortex protecteur. Le mage est enveloppé d’un vortex tourbillonnant qui dévie tous les projectiles qui le visent et qui repousse les attaques au corps à corps. Pendant un tour, toutes les attaques à distance qui « touchent » le mage ont 50 % de chances d’être déviées, et le mage bénéficie d’un bonus de +2 à la CA.",
        "18-19": "Tempête de sable. Un cône d’air tourbillonnant surgit de l’extrémité des doigts de l’incantateur, emportant sable et poussière pour provoquer une véritable tempête de sable. Le mage peut cibler un ennemi à une portée maximale de 15 m et lui infliger 1d12 points de dégâts abrasifs. La tempête enveloppe ensuite sa cible, le suivant dans ses mouvements et lui infligeant 1d10 points de dégâts au deuxième round, puis 1d8 au troisième, puis 1d6, et enfin 1d4 au cinquième et dernier round. À chaque round, la cible a droit à un jet de sauvegarde de Vigueur DD 20 pour résister.",
        "20-23": "Suffocation. Le mage cible une créature dotée d’un système respiratoire dans une portée maximale de 30 m. Tout l’air de ses poumons est aspiré, et la victime se met à suffoquer, perdant 1d6 points d’Endurance immédiatement, sauf si elle réussit un jet de sauvegarde de Vigueur DD 20. Si elle échoue, la cible perd une nouvelle fois 1d6 points d’Endurance le round suivant et peut tenter de résister avec un nouveau jet de sauvegarde. À chaque fois qu’elle échoue à son jet de sauvegarde, elle continue à suffoquer un round de plus, jusqu’à ce qu’elle réussisse son jet ou qu’elle tombe à 0 point d’Endurance et meure sur le coup.",
        "24-27": "Transformation élémentaire. Le mage et tout son équipement prennent une forme gazeuse. Il peut ainsi voler au double de son mouvement et est immunisé contre les attaques physiques portées avec des armes normales. Il reste cependant vulnérable aux sorts et aux attaques magiques. Il peut conserver cette forme durant une heure ou redevenir normal à volonté. Tant qu’il est transformé, le mage ne peut pas porter d’attaques physiques mais peut lancer des sorts, dans la mesure où cette forme n’en gêne pas l’incantation.",
        "28-29": "Invocation d’un serviteur invisible. Le serviteur invisible accomplit les tâches données par le mage pendant toute une journée. Il peut voler avec un mouvement de 30 m, effectuer n’importe quelle action qu’un homme normal est capable d’accomplir, mais reste totalement invisible. Il attaque avec un bonus de +6 et inflige 2d6 points de dégâts. S’il est attaqué, considérez qu’il a une CA de 16 et 60 points de vie. Il ne peut cependant être touché qu’au corps à corps (sauf idée particulièrement astucieuse), et même dans ce cas, les attaques le ratent 75 % du temps.",
        "30-31": "Invocation d’élémentaire. Le mage invoque une bourrasque de vent douée de conscience. Elle apparaît immédiatement et obéit à l’incantateur pendant 2d6 rounds avant de repartir. Son profil est celui d’un élémentaire d’air de 8 DV (voir page 408).",
        "32-99": "Invocation d’élémentaires. Le mage invoque deux bourrasques de vent douées de conscience. Elles apparaissent immédiatement et obéissent à l’incantateur pendant 2d6 rounds avant de repartir. Leurs profils sont ceux d’élémentaires d’air de 12 DV (voir page 408)."
      }
    },
	
    "Invoke Obitue-Que": {
      "name": "Invoke Obitue-Que",
      "description": "<h1>Invoquer Obitue-Que</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> Variable</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 round, le sort ne peut être lancé qu’un nombre de fois limité selon le résultat du test pour lier un patron</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Page:</strong> 356<br /></span></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.tIiQcGMrecSYgIo8]{Invoquer Obitue-Que}</p>",
      "results": {
        "-99-1": "Perdu, échec et pire ! Lancez 1d6 modifié par la Chance : (3 ou moins) corruption+souillure de patron (4-5) corruption (6+) souillure de patron.",
        "2-11": "Échec. Contrairement aux autres sorts, invoquer un patron peut ne pas être perdu pour la journée. En fonction des résultats obtenus pour lier un patron, le mage pourra éventuellement le relancer.",
        "12-13": "Flétrissement. Toutes les plantes dans un rayon de 30 m dépérissent et se flétrissent. Toutes les créatures vivantes à portée (en dehors du mage et ses alliés) sont soudainement affaiblies, perdant 1d4 points de Force pendant une heure.",
        "14-17": "Lame de flétrissement. Le mage choisit une arme (y compris un bâton ou un sceptre), qui s’assombrit jusqu’à devenir noir de jais. Jusqu’au prochain lever du soleil, toute créature frappée par cette arme doit réussir un jet de sauvegarde de Vigueur DD 16 ou être empoisonnée, frappée par une terrifiante décrépitude qui lui fait perdre 1d4 points de Force de manière permanente.",
        "18-19": "Flammes ensorcelées. Le corps du mage se met à crépiter, enveloppé de flammes rouges qui ne dégagent aucune chaleur, même si elles sont clairement visibles. Ce feu confère au mage un bonus de +6 aux jets d’attaque pendant un tour, et lorsque celui-ci combat, les flammes tourbillonnent devant lui pour former le visage d’Obitu-Que déformé par un rictus de délectation impie.",
        "20-23": "Flammes des Enfers. Le mage subit 1 point de dégâts tandis qu’un jet de flammes jaillit du sol à ses pieds, le blessant au passage, pour venir frapper l’ennemi le plus proche. Celui-ci subit immédiatement 2d6 points de dégâts puis 1d6 points de dégâts de brûlure au prochain round.",
        "24-27": "Domination. Le démon envahit l’esprit du mage et de son ennemi le plus proche. L’incantateur perd 1d4 points de Présence pendant une heure et se sent irrésistiblement enclin à suivre les plans d’Obitu-Que (au choix du Juge). Sa victime, à une portée maximale de 30 m, doit réussir un jet de sauvegarde de Volonté DD 24 ou être dominée pendant 1d6 tours. Le mage contrôle alors toutes les actions de son ennemi mais doit pour cela rester concentré. S’il rompt sa concentration, sa victime se contente de se tenir debout en silence, immobile comme un zombie.",
        "28-29": "Même résultat que pour 24-27, à ceci près que le DD du jet de sauvegarde de Volonté de la victime est de 28.",
        "30-31": "Le crâne aux cinq yeux d’Obitu-Que apparaît près du mage, enveloppé par les flammes rubis des Enfers. Il persiste cinq rounds, durant lesquels le mage ne peut lancer d’autre sort. Chaque round, et ce dès celui où le mage invoque son patron, le mage peut demander à l’un des yeux de dominer l’un de ses ennemis dans un rayon de 30 m. Pour résister, sa victime doit réussir un jet de sauvegarde de Volonté DD 30. Elle reste dominée 1d4 rounds après la disparition du crâne. Le mage contrôle toutes les actions de ses victimes mais doit pour cela rester concentré. S’il rompt sa concentration, ses victimes se contentent de se tenir debout en silence, immobiles comme des zombies. Lorsque la domination se dissipe, le mage perd temporairement 1d4 points de Présence et doit suivre la volonté d’Obitu-Que pendant une heure.",
        "32-99": "Même résultat que pour 30-31, à ceci près que le DD du jet de sauvegarde de Volonté de la victime est de 32."
      }
    },
	
    "Invoke Sezrekan": {
      "name": "Invoke Sezrekan",
      "description": "<h1>Invoquer Sezrekan</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> Variable</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 round, le sort ne peut être lancé qu’un nombre de fois limité selon le résultat du test pour lier un patron</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Page:</strong> 337</span></p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.qslx9RarpJfHDSwC]{Invoquer Sezrekan}</p>",
      "results": {
        "-99-1": "Perdu, échec et pire ! Lancez 1d6 modifié par la Chance : (3 ou moins) corruption+souillure de patron (4-5) corruption (6+) souillure de patron.",
        "2-11": "Échec. Contrairement aux autres sorts, invoquer un patron peut ne pas être perdu pour la journée. En fonction des résultats obtenus pour lier un patron, le mage pourra éventuellement le relancer.",
        "12-13": "Sezrekan n’apprécie guère d’être dérangé par un personnage aussi insignifiant. Il octroie tout de même au mage 6d4 points de vie supplémentaires, qui peuvent être utilisés pour un brûlesort, à raison de 4 PV pour 1 point de caractéristique. Au bout d’une heure, tous les points de vie supplémentaires sont perdus. Les dégâts et les brûlesorts ponctionnent d’abord ces points de vie. Par exemple, si un mage obtient 16 PV supplémentaires et subit 14 points de dégâts dans l’heure, il perdra les 2 points de vie supplémentaires qui restent au bout du temps imparti.",
        "14-17": "Sezrekan téléporte le mage à 1d16x10 km. L’incantateur ne peut choisir la destination, mais il n’y sera pas en danger immédiat.",
        "18-19": "Sezrekan permet au mage de se rappeler un sort qu’il avait perdu précédemment.",
        "20-23": "Sezrekan remarque le potentiel du personnage et lui octroie un bonus de +5 au prochain test d’incantation.",
        "24-27": "Sezrekan téléporte le mage et jusqu’à 8 de ses alliés à un lieu distant de 5d16x10 km. L’incantateur ne peut choisir la destination, mais celle-ci ne présente pas de danger immédiat pour le groupe.",
        "28-29": "Sezrekan est impressionné par la puissance du mage et daigne lui octroyer 10 points de bonus à répartir sur ses deux prochains tests d’incantation. Le mage peut répartir les points à sa guise entre les tests, mais doit le déclarer avant de les effectuer.",
        "30-31": "Un spectre phantasmatique de Sezrekan apparaît, faisant pleuvoir un véritable enfer sur ceux qui ont osé défier un adepte aussi talentueux. Météorites et comètes tombent du ciel, frappant tous les ennemis dans un rayon de 15 m, et leur infligeant 3d8 points de dégâts (jet de sauvegarde de Réflexes contre le résultat du test d’incantation pour esquiver). Le déluge de feu persiste durant 1d3 rounds.",
        "32-99": "Sezrekan reconnaît le mage comme un pair (enfin… comme un pair inférieur), digne de son aide dans leur effort conjoint à se libérer des chaînes de cet univers indifférent. Il octroie 30 points de bonus à répartir sur ses cinq prochains tests d’incantation. Le mage peut répartir les points à sa guise entre les tests (jusqu’à un maximum de +10 par jet), mais doit le déclarer avant de les effectuer."
      }
    },
	
    "Invoke the King of Elfland": {
      "name": "Invoke the King of Elfland",
      "description": "<h1>Invoquer Le Roi des terres elfiques</h1><p><strong>Level:</strong> 1</p><p><strong>Range:</strong> Self</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 round, and the spell may be cast only a limited number of times, according to results of patron bond.</p><p><strong>Save:</strong> None</p><p><strong>Page:</strong> 342</p><p><br /></p><p>Master of the verdant realm glimpsed only through sun-dappled groves, the mist of great waterfalls, and the moments of dusk and dawn, the King of Elfland rules all elf-kin from his throne of mist and ice. Fierce once roused, the white-bearded regent keeps watch over the dreaming land, protecting against incursion. He grants fearsome powers to his mortal champions, but can often seem fickle and sanguine, neglecting affairs not immediately pertaining to the Elflands.</p><p><br /></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.Tpfy5qbgFb65LrNQ]{Invoquer Le Roi des terres elfiques}</p>",
      "results": {
        "-99-1": "Perdu, échec et pire ! Lancez 1d6 modifié par la Chance : (3 ou moins) corruption+souillure de patron (4-5) corruption (6+) souillure de patron.",
        "2-11": "Échec. Contrairement aux autres sorts, invoquer un patron peut ne pas être perdu pour la journée. En fonction des résultats obtenus pour lier un patron, le mage pourra éventuellement le relancer.",
        "12-13": "Le Roi des Terres elfiques répond à la supplique de celui qui l’appelle, mais il est rapidement distrait par d’autres affaires. Le mage reçoit un bonus de +4 à sa prochaine attaque, son prochain jet de sauvegarde, test de compétence ou test d’incantation.",
        "14-17": "Les armes du mage sont imprégnées par la magie léthargique des Terres elfiques. Pour les 1d5+NI prochains rounds, les créatures touchées par ces armes doivent réussir un jet de sauvegarde de Volonté DD 10+NI ou tomber dans un profond sommeil magique (d’une durée de 1d6 heures, ne peut être interrompu que si on secoue violemment la victime durant 1d4 rounds). Cette magie cible bien les armes de l’incantateur, pas le mage lui-même. Cela signifie que tant que cette magie est active, d’autres personnages peuvent attaquer avec ces armes et bénéficier du même enchantement.",
        "18-19": "Le mage s’évanouit de l’existence pour une durée de 1d4+NI rounds, devenant une ombre navigant entre les royaumes des fées et les terres des mortels. Il bénéficie d’un bonus de +2 à la CA et à ses jets de sauvegarde de Réflexes, et peut devenir invisible au moyen d’un jet de sauvegarde de Volonté DD 10. Cependant, si le mage échoue à son jet de sauvegarde de Volonté en obtenant un 1 naturel, il s’aventure trop loin dans les Terres elfiques et s’évanouit dans les royaumes féeriques pour ne jamais en revenir.",
        "20-23": "Le Roi des Terres elfiques octroie au mage la chance de revenir en arrière dans le temps pour 1d6+NI rounds. Cela ne modifie pas automatiquement le cours des événements qui se sont déjà passés : le mage y apparaît comme un observateur visible, pouvant interagir avec les événements, voire avec son « moi » passé. Il peut alors empêcher certains événements de survenir, aider une attaque qui aurait échoué ou proférer une mise en garde.",
        "24-27": "Les armes du mage sont imprégnées du courroux magique des Terres elfiques. Pour les 1d4+NI prochains rounds, les créatures touchées par l’une de ses armes doivent réussir un jet de sauvegarde de Volonté DD 10+NI sous peine de disparaître dans les Terres elfiques, ne revenant dans les royaumes mortels que 5d100 années plus tard. Les immortels et autres créatures extraplanaires (au gré du Juge) peuvent être immunisés à cet effet. Cette magie cible bien les armes de l’incantateur, pas le mage lui-même. Cela signifie que tant que cette magie est active, d’autres personnages peuvent attaquer avec ces armes et bénéficier du même enchantement.",
        "28-29": "Le Roi des Terres elfiques octroie au mage la chance de revenir en arrière dans le temps pour 1d6+NI heures. Cela ne modifie pas automatiquement le cours des événements qui se sont déjà passés : le mage y apparaît comme un observateur visible, pouvant interagir avec les événements, voire avec son « moi » passé. Il peut alors empêcher certains événements de survenir, aider une attaque qui aurait échoué ou proférer une mise en garde.",
        "30-31": "Le mage devient un paladin sylvestre auréolé de lumière au service des Terres elfiques. Pendant 1d8+NI rounds, le mage ainsi que trois alliés de son choix reçoivent un bonus de +4 à la CA et à tous les jets de sauvegarde, +3 aux jets d’attaque, de dégâts, et aux tests d’incantation, et réussissent automatiquement leurs tests pour Récupérer le corps.",
        "32-99": "Le Roi des Terres elfiques fait du mage son champion. Pendant 1d12+NI rounds, celui-ci, ainsi que cinq alliés de son choix, bénéficient d’un bonus de +6 à la CA et à tous les jets de sauvegarde, +5 aux jets d’attaque, de dégâts, et aux tests d’incantation, et réussissent automatiquement leurs tests pour Récupérer le corps. Si, d’une quelconque manière, l’un des personnages est tué, il s’évanouit dans les royaumes sylvestres, où il est soigné par de jeunes demoiselles elfiques, revenant dans les royaumes mortels 1d3 jours plus tard, corps et âme complètement guéris."
      }
    },
	
    "Invoke the Three Fates": {
      "name": "Invoke the Three Fates",
      "description": "<h1>Invoquer les Trois Grées</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> Variable</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 round, le sort ne peut être lancé qu’un nombre de fois limité selon le résultat du test pour lier un patron</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p><strong>Page:</strong> 349<br /></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.ATYhaFHOxmtajpKW]{Invoquer les Trois Grées}</p>",
      "results": {
        "-99-1": "Perdu, échec et pire ! Lancez 1d6 modifié par la Chance : (3 ou moins) corruption+souillure de patron (4-5) corruption (6+) souillure de patron.",
        "2-11": "Échec. Contrairement aux autres sorts, invoquer un patron peut ne pas être perdu pour la journée. En fonction des résultats obtenus pour lier un patron, le mage pourra éventuellement le relancer.",
        "12-13": "Les Grées influent le destin de l’univers en faveur du mage. Elles lui octroient un bonus de +10 à un test, mais le mage n’a pas connaissance du moment où le bonus prendra effet. Le Juge lance secrètement un dé pioché au hasard, son résultat indique à quel round le bonus prendra effet.",
        "14-17": "Les Grées faussent le destin en faveur du mage. Elles lui octroient un bonus de +10 à trois tests, mais le mage n’a pas connaissance du moment où les bonus prendront effet. Le Juge lance secrètement trois dés piochés au hasard, leurs résultats indiquent à quels rounds les bonus prendront effet.",
        "18-19": "Les Grées tissent le destin en faveur du mage. Elles lui octroient un bonus de +10 à cinq tests, mais le mage n’a pas connaissance du moment où les bonus prendront effet. Le Juge lance secrètement cinq dés piochés au hasard, leurs résultats indiquent à quels rounds les bonus prendront effet.",
        "20-23": "Les Grées cherchent à protéger le mage de toute atteinte physique. Le Juge lance secrètement un dé pioché au hasard, son résultat indique le nombre de rounds durant lesquels le mage échappe miraculeusement aux dégâts, ne subissant que 1 point de dégâts par « attaque réussie ».",
        "24-27": "Les Grées interviennent directement en faveur de l’incantateur. Le Juge lance secrètement deux dés piochés au hasard. Le résultat du premier indique le nombre de rounds durant lesquels le mage échappe miraculeusement aux dégâts, ne subissant que 1 point de dégâts par « attaque réussie ». Le second indique le nombre de rounds durant lesquels le mage bénéficie d’un bonus de +3 à toutes ses actions. Un 1 naturel provoque cependant toujours un échec critique.",
        "28-29": "Les Grées accordent une faveur au mage et à ses alliés (qui devra être intégralement compensée en retour un jour ou l’autre, afin de respecter l’équilibre éternel). Le Juge lance secrètement deux dés piochés au hasard. Le résultat du premier indique le nombre de rounds durant lesquels le mage et ses alliés échappent miraculeusement aux dégâts, ne subissant que 1 point de dégâts par « attaque réussie ». Le second indique le nombre de rounds durant lesquels le mage et ses alliés bénéficient d’un bonus de +5 à toutes leurs actions. Un 1 naturel provoque cependant toujours un échec critique.",
        "30-31": "Les Grées accordent une grande faveur au mage et à ses alliés (qui devra être intégralement compensée en retour un jour ou l’autre, afin de respecter l’équilibre éternel). Le Juge lance secrètement trois dés piochés au hasard. Le résultat du premier indique le nombre de rounds durant lesquels le mage et ses alliés échappent miraculeusement aux dégâts, ne subissant que 1 point de dégâts par « attaque réussie ». Le second indique le nombre de rounds durant lesquels le mage et ses alliés bénéficient d’un bonus de +5 à toutes leurs actions (un 1 naturel provoque cependant toujours un échec critique). Enfin, le troisième dé indique le nombre de rounds durant lesquels aucun des personnages affectés ne peut mourir, le destin leur évitant inexplicablement la mort. (Un personnage peut toujours finir à 1 PV et être assommé, voire estropié ! Mais il échappera toujours miraculeusement à la mort.)",
        "32-99": "Même effet qu’avec un résultat de 30, à ceci près que les trois dés sont lancés au vu et au su de tous."
      }
    },
	
    "Invoke Yddgrrl, the World Root": {
      "name": "Invoke Yddgrrl, the World Root",
      "description": "<h1>Invoquer Yddgrrl, La racine du monde</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> Variable</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 round, le sort ne peut être lancé qu’un nombre de fois limité selon le résultat du test pour lier un patron</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Page:</strong> 355<br /></span></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.DjqcMdDvUsNfB28D]{Invoquer Yddgrrl, La racine du monde}</p>",
      "results": {
        "-99-1": "Perdu, échec et pire ! Lancez 1d6 modifié par la Chance : (3 ou moins) corruption+souillure de patron (4-5) corruption (6+) souillure de patron.",
        "2-11": "Échec. Contrairement aux autres sorts, invoquer un patron peut ne pas être perdu pour la journée. En fonction des résultats obtenus pour lier un patron, le mage pourra éventuellement le relancer.",
        "12-13": "Yddgrrl protège le mage contre les ennemis naturels de la forêt. Des racines croissent autour de son corps, de ses membres, sans pour autant le gêner dans ses mouvements. Pour une durée de 1d6+NI rounds, les racines lui offrent une protection : il ne subit plus que la moitié des dégâts de feu et des armes tranchantes.",
        "14-17": "Yddgrrl provoque une pluie torrentielle pour protéger le mage. Un nuage se matérialise au-dessus de la tête de celuici (même s’il est sous terre), et le déluge commence. La pluie est centrée sur l’incantateur et s’étend sur un rayon de 1d4x3 m autour de lui. Les feux naturels sont immédiatement éteints, tandis que les feux magiques ont droit à un jet de sauvegarde de Volonté contre le résultat du test d’incantation (la Volonté utilisée est celle du mage ayant provoqué le feu magique). Les sorts de feu (par exemple, une boule de feu) lancés sous cette pluie sont en grande partie étouffés et n’infligent que la moitié des dégâts. La visibilité y est restreinte, faisant subir un malus de -2 aux jets d’attaque à distance. La pluie torrentielle perdure pendant 1d6+NI rounds.",
        "18-19": "Yddgrrl renforce la peau du mage pour lui permettre de résister à la lame d’une hache. Tout son épiderme s’épaissit et prend l’apparence de l’écorce, lui octroyant +4 à la CA. Ce phénomène persiste pendant 1d4 tours.",
        "20-23": "Yddgrrl sustente son adepte. De fines racines poussent le long des jambes du mage et fouillent le sol. S’il se tient immobile sur un terrain terreux ou rocailleux, il récupère 1d8 points de vie à la fin de chaque round. Cet effet perdure jusqu’à ce qu’il soit revenu au maximum de ses points de vie ou qu’il bouge.",
        "24-27": "Yddgrrl envoie la racine du monde aider son serviteur. La pointe d’une gigantesque racine surgit du sol, ondulant comme un serpent, et attaque une cible désignée par le mage. Elle frappe avec un bonus de +8, inflige 1d6+6 points de dégâts, agit à l’initiative de l’incantateur et peut atteindre n’importe quelle créature dans un rayon de 12 m autour du mage. La racine disparaît au bout de 1d6+NI rounds, durant lesquels elle ne peut être tuée. Même si on parvenait à l’endommager ou à la détruire, une autre racine surgirait à sa place. Le mage n’a pas besoin de se concentrer pour diriger les attaques de la racine.",
        "28-29": "Un amas complexe de racines surgit de terre pour agripper un ennemi désigné par le mage, situé dans un rayon de 30 m. La victime a droit à un jet de sauvegarde de Réflexes d’un DD égal au résultat du test d’incantation pour esquiver les racines. S’il échoue, il est cloué sur place. Les racines sont permanentes, et ses prisonniers ne peuvent être libérés qu’en les coupant (il faut pour cela infliger 40 points de dégâts pour une CA de 12).",
        "30-31": "Un homme-arbre colossal émerge du sol et se bat au service du mage. Il agit à la même initiative que celui-ci, et le mage peut effectuer d’autres actions tandis qu’il le dirige. L’homme-arbre persiste pour 1d4+NI rounds. Homme-arbre : Att coup +12 corps à corps (2d6+6) ; CA 17 ; PV 6d8 ; Mvt 6 m ; Act 2d20 ; AS subit double dégâts de feu ; JS Vig +8, Réf +1, Vol +8 ; AL N.",
        "32-99": "Yddgrrl convoque deux hommes-arbres pour combattre au service du mage, comme indiqué pour un résultat de 30-31."
      }
    },
	
    "Kith of the Hydra": {
      "name": "Kith of the Hydra",
      "description": "<h1>Kith of the Hydra</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> Self</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 hour</p><p><strong>Save:</strong> None</p><p><strong>Page:</strong> 334</p><br><p>Azi Dahaka is the sire and patron of all hydras. By embracing the secret of the hydra, the caster shirks death&rsquo;s coil, gaining the ability to return from the dead&mdash;but only at great sacrifice. Wounds knit, shattered bones mend, and even limbs grow back. However, ongoing damage (for instance, if the caster&rsquo;s body remains crushed beneath a boulder) does not cease. If the body is utterly and entirely destroyed, the spell fails. If a caster attempts to recast the spell while still under the influence of a previous casting, he is irrevocably transformed into a mindless hydra. This spell requires a minimum spellburn of 4 points.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Kith of the Hydra]{Kith of the Hydra}</p>",
      "results": {
        "-99-1": "Lost, failure, and patron taint.",
        "2-11": "Lost. Failure.",
        "12-13": "Failure, but spell is not lost.",
        "14-15": "If the caster dies within the next hour, his body is restored to full hit points upon the next new moon. Roll [[/roll 1d3]] upon rebirth: the caster suffers the permanent loss of (1) [[/roll 1d5]] Stamina, (2) [[/roll 1d5]] Strength or (3) [[/roll 1d5]] Agility.",
        "16-19": "If the caster is slain within the next six hours, his body is restored to full hit points with the coming dusk. Roll [[/roll 1d3]] upon rebirth: the caster suffers the permanent loss of (1) [[/roll 1d4]] Stamina, (2) [[/roll 1d4]] Strength or (3) [[/roll 1d4]] Agility.",
        "20-21": "If the caster dies in the next 24 hours, his body is restored to full hit points six hours following his death. Roll [[/roll 1d3]] upon rebirth: the caster suffers the permanent loss of (1) [[/roll 1d3]] Stamina, (2) [[/roll 1d3]] Strength or (3) [[/roll 1d3]] Agility.",
        "22-25": "If the caster is slain in the next week, his body is restored to full hit points one hour following his death. Roll [[/roll 1d3]] upon rebirth: the caster suffers the permanent loss of (1) [[/roll 1d2]] Stamina, (2) [[/roll 1d2]] Strength or (3) [[/roll 1d2]] Agility.",
        "26-29": "If the caster dies before the next full moon, his body is restored to full hit points the following round. Roll [[/roll 1d3]] upon rebirth: the caster suffers the permanent loss of (1) 1 point of Stamina, (2) 1 point of Strength or (3) 1 point of Agility.",
        "30-31": "If the caster is slain before the next solstice, his body is restored to full hit points the following round. The caster can return to life twice in this manner. Roll [[/roll 1d3]] upon each rebirth: the caster suffers the permanent loss of (1) 1 point of Stamina, (2) 1 point of Strength or (3) 1 point of Agility.",
        "32-33": "If the caster is slain in the next year, he is restored to full hit points the following round. The caster can return to life thrice in this manner. Roll [[/roll 1d3]] upon each rebirth: the caster suffers the permanent loss of (1) 1 point of Stamina, (2) 1 point of Strength or (3) 1 point of Agility.",
        "34-99": "If the caster is slain in the next hundred years, he is restored to full hit points the following round. The caster can return to life a number of times equal to [[/roll 1d7]] + caster level. This roll must be made by the judge and must not shared with the player. Roll [[/roll 1d3]] upon each rebirth: the caster suffers the permanent loss of (1) 1 point of Stamina, (2) 1 point of Strength or (3) 1 point of Agility."
      }
    },
    "Phylactery of the Soul": {
      "name": "Phylactery of the Soul",
      "description": "<h1>Phylactery of the Soul</h1><p><strong>Level:</strong> 3</p><p><strong>Range:</strong> Self</p><p><strong>Duration:</strong> Variable</p><p><strong>Casting Time:</strong> 1 day</p><p><strong>Save:</strong> See below</p><p><strong>Page:</strong> 341</p><br><p>Following in the Old Master&rsquo;s path, the caster has succeeded in learning how to place his soul within an amulet or gem (worth no less than [[/roll 1d8]] x 100 gp) while still maintaining control of his mortal body.</p>\n<p>The caster has no awareness of the phylactery or its surroundings when inhabiting a body. If his mortal form is slain, his awareness returns to the phylactery and he has a variable period of time to inhabit a new body before his soul departs. Any new body must be living and physically touch the phylactery; the victim receives a Will save vs. spell check to resist being forced from its shell.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Phylactery of the Soul]{Phylactery of the Soul}</p>",
      "results": {
        "-99-1": "Lost, failure, and patron taint.",
        "2-11": "Lost. Failure.",
        "12-15": "Failure, but spell is not lost.",
        "16-17": "The caster places his soul within the chosen phylactery. His body can travel no further than 10 miles from the phylactery; any further distance causes the body to die and the soul's awareness to return to its vessel. Without a body to sustain him, the caster has [[/roll 1d6]]+CL hours to inhabit a new body before his soul dissipates into nothingness.",
        "18-21": "The caster places his soul within the chosen phylactery. His body can travel no further than 50 miles from the phylactery; any further distance causes the body to die and the soul's awareness to return to its vessel. Without a body to sustain him, the caster has [[/roll 1d10]]+CL days to inhabit a new body before his soul dissipates into nothingness.",
        "22-23": "The caster places his soul within the chosen phylactery. His body can travel no further than 100 miles from the phylactery; any further distance causes the body to die and the soul's awareness to return to its vessel. Without a body to sustain him, the caster has [[/roll 1d16]]+CL days to inhabit a new body before his soul dissipates into nothingness.",
        "24-26": "The caster places his soul within the chosen phylactery. His body can travel no further than 500 miles from the phylactery; any further distance causes the body to die and the soul's awareness to return to its vessel. Without a body to sustain him, the caster has [[/roll 1d20]]+CL days to inhabit a new body before his soul dissipates into nothingness.",
        "27-31": "The caster places his soul within the chosen phylactery. His body can travel no further than 1,000 miles from the phylactery; any further distance causes the body to die and the soul's awareness to return to its vessel. Without a body to sustain him, the caster has [[/roll 1d6]]+CL weeks to inhabit a new body before his soul dissipates into nothingness.",
        "32-33": "The caster places his soul within the chosen phylactery. His body can travel anywhere on this plane, but extraplanar travel (even for an instant) causes his body to die and the soul's awareness to return to its vessel. Without a body to sustain him, the caster has [[/roll 1d10]]+CL weeks to inhabit a new body before his soul dissipates into nothingness.",
        "34-35": "The caster places his soul within the chosen phylactery. His body can travel anywhere in the multiverse without restrictions. If the caster's body is slain, he has [[/roll 1d16]] + CL weeks to inhabit a new body before his soul dissipates into nothingness.",
        "36-99": "The caster places his soul within the chosen phylactery. His body can travel anywhere in the multiverse without danger. If the caster's body is slain, he has [[/roll 1d100]] + CL years to inhabit a new body before his soul dissipates into nothingness."
      }
    },
    "Reap the Whirlwind": {
      "name": "Reap the Whirlwind",
      "description": "<h1>Reap the Whirlwind</h1><p><strong>Level:</strong> 3</p><p><strong>Range:</strong> Self</p><p><strong>Duration:</strong> 1d5 rounds + CL</p><p><strong>Casting Time:</strong> 1 round</p><p><strong>Save:</strong> None</p><p><strong>Page:</strong> 335</p><br><p>Azi Dahaka is the patron of storms and waste. By transforming himself into a raging sandstorm, the caster embodies his patron&rsquo;s fiercest traits.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Reap the Whirlwind]{Reap the Whirlwind}</p>",
      "results": {
        "-99-1": "Lost, failure, and patron taint.",
        "2-11": "Lost. Failure.",
        "12-15": "Failure, but spell is not lost.",
        "16-17": "The caster and all his equipment transform into a whirling vortex of sand. For the duration of the spell, he is immune to non-magical, physical attacks. While in sand form the caster cannot make physical attacks but can cast spells as appropriate to his new form.",
        "18-21": "The caster transforms into a whirling vortex of sand up to 25' in height and 10' in diameter. He can fly at twice his normal speed and is immune to non-magical, physical attacks. Any creature caught within the vortex must make a Fort save against the spell check or be scoured for [[/roll 1d12]]+CL damage. Objects weighing less than 1 pound are lifted into the air and drawn into the whirlwind.",
        "22-23": "The caster transforms into a towering whirlwind up to 60' in height and 30' in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Creatures caught within the vortex are blinded and must make a Fort save against the spell check or be scoured for [[/roll 1d16]]+CL damage. Objects weighing less than 25 pounds are lifted into the air and drawn into the whirlwind.",
        "24-26": "The caster transforms into a raging sandstorm up to 120' in height and 60' in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Creatures caught within the vortex are blinded and must make a Fort save against the spell check or be scoured for [[/roll 1d24]]+CL damage. Objects weighing less than 50 pounds are lifted into the air and drawn into the whirlwind.",
        "27-31": "The caster transforms into a raging sandstorm up to 300' in height and 150' in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Creatures caught within the vortex are blinded and deafened and must make a Fort save against the spell check or be scoured for [[/roll 2d12]]+CL damage. Objects weighing less than 100 pounds are lifted into the air and drawn into the whirl- wind.",
        "32-33": "The caster transforms into a harrowing sandstorm up to 600' in height and 300' in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Creatures caught within the vortex are blinded and deafened and must make a Fort save against the spell check or be scoured for [[/roll 3d12]]+CL damage. <br /><br />Man-sized objects or smaller must make a DC 15 Strength check or be torn from the ground. At the end of the spell's duration, they fall to the ground, suffering another [[/roll 6d6]] damage.",
        "34-35": "The caster transforms into a destructive sandstorm up to 1,000' in height and 500' in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Any creature caught within the vortex is blinded, deafened, knocked prone, and must make a Fort save against the spell check or be scoured for [[/roll 4d12]]+CL damage. <br /><br />Horse-sized objects or smaller must make a DC 20 Strength check or be torn from the ground. At the end of the spell's duration, they fall to the ground, suffering another [[/roll 6d6]] damage. Wooden constructions are laid flat, and objects 4' high or less are left buried in the sand.",
        "36-99": "The caster transforms into a devastating sandstorm up to 2,000' in height and 1000' in diameter. He can fly at thrice his normal speed and is immune to non-magical, physical attacks. Any creature caught within the vortex is blinded, deafened, knocked prone, and must make a Fort save against the spell check or be scoured for [[/roll 5d12]]+CL damage. <br /><br />Elephant-sized objects or smaller must make a DC 25 Strength check or be torn from the ground. At the end of the spell's duration, they fall to the ground, suffering another [[/roll 6d6]] damage. Stone constructions are hurled down, and objects in the caster's path are left buried beneath 10' of sand."
      }
    },
    "Sequester": {
      "name": "Sequester",
      "description": "<h1>Bastion</h1><p><strong>Niveau :</strong> 1 (Sezrekan)</p><p><strong>Portée :</strong> Variable</p><p><strong>Durée :</strong> 1d24 heures par NI</p><p><strong>Temps d’incantation :</strong> 1 tour</p><p><strong>Jet de sauvegarde :</strong> Volonté ou test de compétence vs DD test d’incantation le cas échéant (voir ci-dessous)</p><p><strong>Page:</strong> 340</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.y3Gj0ztSCEDlOv0d]{Bastion}</p>",
      "results": {
        "-99-1": "Perdu, échec et souillure de patron.",
        "2-11": "Perdu. Échec.",
        "12-13": "Le mage sécurise une zone de 10 m2. Portes et fenêtres sont scellées magiquement, nécessitant un test pour Crocheter les serrures DD 15 pour être ouvertes. Le mage est instantanément averti de toute tentative d’intrusion.",
        "14-17": "Le mage sécurise une zone de 50 m2. Portes et fenêtres sont scellées magiquement, nécessitant un test pour Crocheter les serrures DD 15 ou un mot de passe pour être ouvertes. Le mage peut choisir de piéger 2 ouvertures (Détecter/Désamorcer les pièges DD 15, 1d10+NI dégâts de feu). Il est instantanément averti de toute tentative d’intrusion.",
        "18-19": "Le mage sécurise une zone de 100 m2. Portes et fenêtres sont scellées magiquement, nécessitant un test pour Crocheter les serrures DD 18 ou un mot de passe pour être ouvertes. Les portes et fenêtres ordinaires sont considérées comme étant en bois solide si on cherche à les détruire (15 PV). Le mage peut choisir de piéger 4 ouvertures (Détecter/Désamorcer les pièges DD 18, 1d12+NI dégâts de feu). Il est instantanément averti de toute tentative d’intrusion.",
        "20-23": "Le mage sécurise une zone de 300 m2. Portes et fenêtres sont scellées magiquement, nécessitant un test pour Crocheter les serrures DD 20 ou un mot de passe pour être ouvertes. Les portes et fenêtres ordinaires sont considérées comme étant bardées de fer si on cherche à les détruire (30 PV). Le mage peut choisir de piéger 6 ouvertures (Détecter/Désamorcer les pièges DD 18, 1d14+NI dégâts de feu) et peut placer un piège à fosse d’une profondeur de 6 m là où il le souhaite (Détecter les pièges DD 18). Il est instantanément averti de toute tentative d’intrusion.",
        "24-27": "Le mage sécurise une zone de 600 m2. Portes et fenêtres sont scellées magiquement, nécessitant un test pour Crocheter les serrures DD 20 ou un mot de passe pour être ouvertes. Les portes et fenêtres ordinaires sont considérées comme étant en fer si on cherche à les détruire (60 PV). Le mage peut choisir de piéger 8 ouvertures (Détecter/Désamorcer les pièges DD 20, 1d20+NI dégâts de feu) et peut placer 4 pièges à fosse d’une profondeur de 12 m là où il le souhaite (Détecter les pièges DD 20). Il est instantanément averti de toute tentative d’intrusion.",
        "28-29": "Le mage sécurise une zone de 1000 m2. Portes et fenêtres sont scellées magiquement, nécessitant un test pour Crocheter les serrures DD 20 ou un mot de passe pour être ouvertes. Les portes et fenêtres ordinaires sont considérées comme étant en fer si on cherche à les détruire (60 PV). Le mage peut choisir de piéger 8 ouvertures (Détecter/Désamorcer les pièges DD 20, 1d24+NI dégâts de feu) et peut placer 4 pièges à fosse d’une profondeur de 18 m là où il le souhaite (Détecter les pièges DD 20). Le mage et ses alliés sont immunisés contre les détections magiques et sont instantanément avertis de toute tentative d’intrusion.",
        "30-31": "Le mage sécurise une zone de 1000 m2. Portes et fenêtres sont scellées magiquement, nécessitant un test pour Crocheter les serrures DD 20 ou un mot de passe pour être ouvertes. Les portes et fenêtres ordinaires sont considérées comme étant en fer si on cherche à les détruire (60 PV). Le mage peut choisir de piéger 8 ouvertures (Détecter/Désamorcer les pièges DD 20, 1d24+NI dégâts de feu) et peut placer 4 pièges à fosse d’une profondeur de 18 m là où il le souhaite (Détecter les pièges DD 20). Le mage et ses alliés sont immunisés contre les détections magiques, les invocations et téléportations, et sont instantanément avertis de toute tentative d’intrusion.",
        "32-99": "Le mage sécurise une structure (une place forte, une tour, un palais, un donjon, etc.), peu importe sa taille. Portes et fenêtres sont scellées magiquement, nécessitant un test pour Crocheter les serrures DD 20 ou un mot de passe pour être ouvertes. Les portes et fenêtres ordinaires sont considérées comme étant en fer si on cherche à les détruire (60 PV). Le mage peut choisir de piéger 8 ouvertures (Détecter/Désamorcer les pièges DD 20, 1d24+NI dégâts de feu) et peut placer 4 pièges qui téléportent leurs victimes dans une oubliette située à 160 km de là (Détecter les pièges DD 20) ainsi qu’une troupe de 50 armures animées (utilisez le profil de squelettes ne pouvant être repoussés). Le mage et ses alliés sont immunisés contre les détections magiques, les invocations et téléportations, et sont instantanément avertis de toute tentative d’intrusion."
      }
    },
	
    "Shield Maiden": {
      "name": "Shield Maiden",
      "description": "<h1>Shield Maiden</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> Self</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 round</p><p><strong>Save:</strong> None</p><p><strong>Page:</strong> 340</p><br><p>Stumbling across the ruins of a forgotten empire, Sezrekan the Elder discovered a dolmen holding the remains of 50 warrior-maidens. Bending their fierce spirits to his will, he struck a pact with the ghosts permitting him to summon each spirit once. A shield maiden is utterly loyal, interceding on physical attacks against her master, taking damage in his place on any successful attack within 4 points of the caster&rsquo;s target AC. Except as noted below, a maiden cannot attack and stand ready to defend her master in the same round. The death of any shield maiden causes the caster a loss of 1 point of Personality, and all arms and armor vanish upon a maiden&rsquo;s death. In the totality of a campaign, no more than 50 shield maidens can be summoned. Attempting to summon more than a single maiden at the same time causes both to turn on the caster, attacking for [[/roll 1d6]] rounds before vanishing into mist.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Shield Maiden]{Shield Maiden}</p>",
      "results": {
        "-99-1": "Lost, failure, and patron taint.",
        "2-11": "Lost. Failure.",
        "12-13": "Failure, but spell is not lost.",
        "14-15": "A shield maiden appears with stats as a level 1 warrior, 10 hp, and mundane equipment. The maiden serves for 1 hour before vanishing into mist, freed from her indenture.",
        "16-19": "A shield-maiden appears with stats as a level 2 warrior, 15 hp, and mundane equipment. The maiden serves for 1 day before vanishing into mist, freed from her indenture.",
        "20-21": "A shield maiden appears with stats as a level 3 warrior, 20 hp, and mundane equipment. The maiden bears a kite shield, granting +1 to her master's AC against ranged attacks and +1 to saves against physical damage. The maiden serves for 1 week before vanishing into mist, freed from her indenture.",
        "22-25": "A shield maiden appears with stats as a level 4 warrior, normal ability scores, 25 hp, and armed with a +1 spear. The maiden bears a great shield, granting +2 to her master's AC, +3 vs. ranged attacks and +2 to saves against physical damage. The maiden serves for 1 month before vanishing into mist, freed from her indenture.",
        "26-29": "A shield maiden appears with stats as a level 4 warrior, one exceptional ability score, 25 hp, and armed with a +2 spear. The maiden bears a great shield, granting +2 to her master's AC, +3 vs. ranged attacks and +2 to saves against physical damage. <br /><br />Any time a physical attack succeeds against her master, the shield maiden can make an immediate counterattack against foe that struck her master. The maiden serves for 1 year before vanishing into mist, freed from her indenture.",
        "30-31": "A shield maiden appears with stats as a level 5 warrior, two exceptional ability scores, 30 hp, and armed with a +2 spear. The maiden bears a great shield, granting +2 to her master's AC, +3 vs. ranged attacks, and +2 to saves against physical damage. Any time a physical attack succeeds against her master, the shield maiden can make an immediate counterattack against foe that struck her master. The maiden serves for 1 year before vanishing into mist, freed from her indenture.",
        "32-33": "A shield maiden appears with stats as a level 6 warrior, three exceptional ability scores, 35 hp, armed with a +2 spear, astride a pegasus. The maiden bears a great shield, granting +2 to her master's AC, +3 vs. ranged attacks, and +2 to saves against physical damage. <br /><br />Any time a physical attack succeeds against her master, the shield maiden can make an immediate counterattack against foe that struck her master. The maiden serves for 10 years before vanishing into mist, freed from her indenture.",
        "34-99": "A shield maiden appears with stats as a level 7 warrior, four exceptional ability scores, 50 hp, and armed with a +2 spear, astride a pegasus. The maiden bears a +1 great shield, granting +3 to her master's AC, +4 vs. ranged attacks, and +3 to saves against physical damage. <br /><br />Any time a physical attack succeeds against her master, the shield maiden can make an immediate counterattack against foe that struck her master. The maiden serves for the remainder of her master's life. Upon the caster's death, she vanishes into mist, freed from her indenture."
      }
    },
    "Snake Trick": {
      "name": "Snake Trick",
      "description": "<h1>Malédiction serpentine</h1><p><strong>Niveau :</strong> 1 (Azi Dahaka)</p><p><strong>Portée :</strong> Variable</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation si l’objet est tenu par une créature non consentante ; les objets magiques ont toujours droit à un jet de sauvegarde</p><p><strong>Page:</strong> 334</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.X4rlQ3rbAid0XXu2]{Malédiction serpentine}</p>",
      "results": {
        "-99-1": "Perdu, échec et souillure de patron.",
        "2-11": "Perdu. Échec.",
        "12-13": "Le mage transforme de manière permanente un objet non magique, d’une taille maximale égale à celle d’une dague, en serpent de même taille. L’objet doit se trouver à moins de 4,5 m. S’il est tenu par un ennemi, le serpent l’attaque immédiatement (Att morsure +1, 1 point de dégât + poison : jet de sauvegarde de Vigueur DD 12 pour éviter la perte de 1 point de Force) avant de s’enfuir.",
        "14-17": "Le mage transforme de manière permanente un objet non magique, d’une taille maximale égale à celle d’une épée longue, en serpent de même taille. L’objet doit se trouver à moins de 7,5 m. S’il est tenu en main par un ennemi, le serpent l’attaque immédiatement (Att morsure +3, 1d3 points de dégâts + poison : jet de sauvegarde de Vigueur DD 15 pour éviter la perte de 1d4 point de Force) avant de s’enfuir.",
        "18-19": "Le mage transforme de manière permanente un objet non magique, d’une taille maximale égale à celle d’une lance, en serpent de même taille. L’objet doit se trouver à moins de 15 m. S’il est tenu en main par un ennemi, le serpent l’attaque immédiatement (Att morsure +5, 1d4+1 points de dégâts + poison : jet de sauvegarde de Vigueur DD 18 pour éviter la perte de 1d6 points de Force) avant de s’enfuir.",
        "20-23": "Le mage transforme de manière permanente 1d3 objets non magiques, d’une taille maximale égale à celle d’une lance, en serpents de même taille. Les objets doivent se trouver à moins de 30 m. S’ils sont tenus en main par des ennemis, les serpents les attaquent immédiatement (Att morsure +5, 1d4+1 points de dégâts + poison : jet de sauvegarde de Vigueur DD 18 pour éviter la perte de 1d6 points de Force) avant de s’enfuir.",
        "24-27": "Le mage transforme de manière permanente 1d12 objets non magiques, ou un seul objet magique, d’une taille maximale égale à celle d’une lance, en serpents de même taille. Les objets doivent être à portée de vue. S’ils sont tenus en main par des ennemis, les serpents les attaquent immédiatement (Att morsure +5, 1d4+1 points de dégâts+ poison : jet de sauvegarde de Vigueur DD 18 pour éviter la perte de 1d6 points de Force) avant de s’enfuir.",
        "28-29": "Le mage transforme de manière permanente 1d24 objets non magiques, ou un seul objet magique, d’une taille maximale égale à celle d’une lance, en serpents de même taille. Les objets doivent être à portée de vue. S’ils sont tenus en main par des ennemis, les serpents les attaquent immédiatement (Att morsure +5, 1d4+1 points de dégâts+ poison : jet de sauvegarde de Vigueur DD 18 pour éviter la perte de 1d6 points de Force) avant de s’enfuir.",
        "30-31": "Le mage transforme de manière permanente 1d100 objets non magiques, ou 1d4 objets magiques, d’une taille maximale égale à celle d’une lance, en serpents de même taille. Les objets doivent être à portée de vue. S’ils sont tenus en main par des ennemis, les serpents les attaquent immédiatement (Att morsure +5, 1d4+1 points de dégâts+ poison : jet de sauvegarde de Vigueur DD 18 pour éviter la perte de 1d6 points de Force) avant de s’enfuir.",
        "32-99": "Le mage transforme de manière permanente 3d100 objets non magiques, ou 2d6 objets magiques, d’une taille maximale égale à celle d’une lance, en serpents de même taille. Les objets doivent être à portée de vue. S’ils sont tenus en main par des ennemis, les serpents les attaquent immédiatement (Att morsure +5, 1d4+1 points de dégâtst + poison : jet de sauvegarde de Vigueur DD 18 pour éviter la perte de 1d6 points de Force) avant de s’enfuir. Le mage peut aussi choisir de transformer une structure de n’importe quelle taille (une tour, un navire, un phare ou encore une auberge) en serpent d’une taille similaire. Cette créature massive possède en général 10 DV, attaque avec un bonus de +20 et inflige 2d12 points de dégâts en plus d’inoculer un puissant poison (jet de sauvegarde de Vigueur DD 24 pour éviter la perte de 2d6 points de Force)."
      }
    },
	
    "Tadpole Transformation": {
      "name": "Tadpole Transformation",
      "description": "<h1>Transformation en têtard</h1><p><strong>Niveau :</strong> 1 (Bobugbubilz)</p><p><strong>Portée :</strong> Personnelle</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 326</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.Z7GN9FHSfVBYhm9W]{Transformation en têtard}</p>",
      "results": {
        "-99-1": "Perdu, échec et souillure de patron.",
        "2-11": "Perdu. Échec.",
        "12-13": "Les chevilles du mage s’allongent, ses jambes doublent de volume et se replient comme celles d’une grenouille. Il peut dorénavant sauter une distance égale au double de son mouvement. Cela lui permet de bondir par-dessus les fosses ou les crevasses, ou de se déplacer au double de sa vitesse normale en bondissant. La transformation dure 1d6 tours.",
        "14-17": "Le mage se voit pousser un flagelle semblable à celui d’un têtard. Il peut maintenant nager au double de sa vitesse normale. La transformation dure 1d6 tours.",
        "18-19": "Des branchies apparaissent dans le cou du mage. Il peut dorénavant respirer sous l’eau pendant 1d6 tours.",
        "20-23": "La bouche de l’incantateur se dilate pour former une énorme gueule goulue de grenouille, tandis que sa langue s’allonge. Il gagne une attaque de morsure qui inflige 1d6 points de dégâts + modificateur de Force. De plus, le mage est capable de projeter sa langue avec une grande précision. Il peut, en guise d’attaque à distance, cibler un objet à une distance maximale de 12 m. Si l’attaque est réussie, il parvient à attraper l’objet et à le ramener à lui comme s’il avait une Force effective de 20 (mais uniquement dans le cadre de l’utilisation de sa langue gluante). Sa cible doit effectuer un test opposé de Force pour résister le cas échéant. Cette transformation dure 1d6 tours.",
        "24-27": "Le mage subit une transformation globale et obtient à la fois la gueule et les pattes d’une grenouille, la queue d’un têtard et des branchies, comme décrit pour les résultats précédents. Cette transformation dure 1d6 tours.",
        "28-29": "L’incantateur gagne la transformation décrite précédemment (résultat de 24-27), mais elle dure 1d6 heures.",
        "30-31": "Le mage se transforme en véritable avatar de Bobugbubilz. Son volume double, ses bras et jambes s’affinent, un flagelle de têtard lui pousse, et sa gueule de grenouille prend des proportions incroyables. Il obtient tous les bénéfices des résultats 12 à 23 pour une durée d’1d6 heures, mais peut interrompre la transformation à tout moment s’il le souhaite. En plus de cela, son énorme taille et sa constitution lui font bénéficier de 2d6 points de vie temporaires, et sa Force passe à 18 (y compris pour le combat au corps à corps).",
        "32-99": "Le mage se transforme en véritable avatar de Bobugbubilz. Son volume triple, ses bras et jambes s’affinent, un flagelle de têtard lui pousse, et sa gueule de grenouille prend des proportions incroyables. Il obtient tous les bénéfices des résultats 12 à 23 pour une durée de 1d6 jours, mais peut interrompre la transformation à tout moment s’il le souhaite. En plus de cela, son énorme taille et sa constitution lui font bénéficier de 3d6 points de vie temporaires, et sa Force passe à 22 (y compris pour le combat au corps à corps)."
      }
    },
	
    "The Dreaming": {
      "name": "The Dreaming",
      "description": "<h1>The Dreaming</h1><p><strong>Level:</strong> 3</p><p><strong>Range:</strong> Self</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 day</p><p><strong>Save:</strong> None</p><p><strong>Page:</strong> 347</p><br><p>The caster calls upon the ancient, slumbering magic of the Elflands. Time slows as the fey dreaming of twilight and dusk ooze into the mortal realms.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.The Dreaming]{The Dreaming}</p>",
      "results": {
        "-99-1": "Lost, failure, and patron taint.",
        "2-11": "Lost. Failure.",
        "12-15": "Failure, but spell is not lost.",
        "16-17": "The dreaming magic of the faerie-realms spills into the world around the caster, slowing the passage of time. Versed in the ways of the Elflands, the caster may take an extra action each round and is granted a +1 bonus to his AC, Reflex saves, and attack rolls. The extra action is at the caster's lowest action die. The enchantment lasts for [[/roll 1d4]] rounds.",
        "18-21": "The caster's mastery of the Elflands is like an aura, protecting his allies from the fey and fell magics. The caster and all his allies within 50' may take an extra action each round (at each character's lowest action die) and are granted a +1 bonus to AC, Reflex saves, and attack rolls. The enchantment lasts for [[/roll 1d4]] rounds.",
        "22-23": "Time slows to a crawl. The caster and all his allies within 50' may take two extra actions each round (at each character's lowest action die) and are granted a +2 bonus to AC, Reflex saves, and attack rolls. The enchantment lasts for [[/roll 1d3]] rounds.",
        "24-26": "The caster and all his allies within 50' may take three extra actions each round (at each character's lowest action die) and are granted a +3 bonus to AC, Reflex saves, and attack rolls. The enchantment lasts for [[/roll 1d3]] rounds.",
        "27-31": "The caster and all his allies within 50' may take three extra actions each round (at each character's lowest action die) and are granted a +3 bonus to AC, Reflex saves, and attack rolls. The enchantment lasts for [[/roll 1d3]] rounds, and may be extended with spellburn. <br /><br />When the spell is about to expire, the caster may spellburn 1 point of attribute to extend the spell's effect by 1 round. He may continue to extend the spell's effect, round by round, in this manner. Using such spellburn requires an action on the caster's part (which can be one of several actions provided he extends the spell).",
        "32-33": "The passage of time stops for [[/roll 1d3]]+CL rounds. The caster is the sole mortal immune to the effects of the enchantment, though gods and other immortals may also be immune. During this time, the caster may take normal activations, while other creatures are frozen in time. This can allow the caster to cast multiple spells, make multiple attacks, flee, or otherwise do whatever he wishes with no chance for others to react.",
        "34-35": "Time stops, resuming only when the caster or the King of Elfland dismiss the enchantment. The caster is the sole mortal immune to the effects of the enchantment, though gods and other immortals may also be immune. During this time, the caster may take normal activations, while other creatures are frozen in time. This can allow the caster to cast multiple spells, make multiple attacks, flee, or otherwise do whatever he wishes with no chance for others to react.",
        "36-99": "Time stops, as result 34-35 above. Additionally, the caster may turn back time by permanently spellburning attribute points at the rate of 2 points for every 10 minutes."
      }
    },
    "War Horn of Elfland": {
      "name": "War Horn of Elfland",
      "description": "<h1>War Horn of Elfland</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> Self</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 round</p><p><strong>Save:</strong> None</p><p><strong>Page:</strong> 346</p><br><p>The caster sounds a great war horn, calling the armies of Elfland to his side. Faithful unto death and fierce in battle, their tie to the mortal plane is but short and fleeting. The spell requires sounding a horn carved from a beast of 5 HD or greater. If the horn is set with precious jewels and metals (worth no less than 500 gp), the caster receives a +2 bonus to his spell checks (though a natural 1 still results in a patron taint). The horn must be held and sounded once every three rounds the spell is in effect. Sounding the horn requires an action, and if the horn fails to be sounded, the spell comes to an end. The warriors&rsquo; bodies and kit vanish</p>\n<p>when slain or the spells ends. The stats for the various allies are as follows:</p>\n<p><strong>Trollish Spearmen:</strong> Init +0; Atk spear +1 melee (dmg [[/roll 1d8]]); AC 15; HD [[/roll 1d8]]; HP 1; MV 30&rsquo;; Act [[/roll 1d20]]; SV Fort +1, Ref +1, Will +0; AL C.</p>\n<p><strong>Brownie Slingers:</strong> Init +0; Atk sling +1 ranged (dmg [[/roll 1d4]]) or short sword +1 melee (dmg [[/roll 1d6-1]]); AC 14; HD [[/roll 1d6]]; HP 1; MV 30&rsquo;; Act [[/roll 1d20]]; SV Fort +0, Ref +1, Will -1; AL C.</p>\n<p><strong>Hob Footmen:</strong> Init +0; Atk longsword +2 melee (dmg [[/roll 1d8+2]]); AC 17; HD [[/roll 2d8]]; HP 1; MV 30&rsquo;; Act [[/roll 1d20]]; SV Fort +1, Ref +1, Will +1; AL C.</p>\n<p><strong>Pixie Archers:</strong> Init +0; Atk Tiny sword +2 melee (dmg [[/roll 1d4]] plus sleep) or pixie bow +2 (dmg [[/roll 1d4]] plus sleep); AC 16; HD [[/roll 2d6]]; HP 1; MV 40&rsquo; flight; Act [[/roll 1d20]]; SP pixie dust weapons (DC 15 Fort save on hit or sleep for [[/roll 1d6]] hours); SV Fort +1, Ref +2, Will +0; AL C.</p>\n<p><strong>Fomorians:</strong> Init +0; Atk Large morningstar +4 melee (dmg [[/roll 1d12+4]]) or hurling stone +2 ranged (dmg [[/roll 1d8+4]]); AC 16; HD [[/roll 5d10]]; HP 1; MV 45&rsquo;; Act [[/roll 2d20]]; SV Fort +4, Ref +1, Will +0; AL C.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.War Horn of Elfland]{War Horn of Elfland}</p>",
      "results": {
        "-99-1": "Lost, failure, and patron taint.",
        "2-11": "Lost. Failure.",
        "12-13": "Failure, but spell is not lost.",
        "14-15": "A group of [[/roll 1d5]] brownie slingers answer the call. Each is armed with a sling, a satchel of sling bullets, and a short sword, but vanishes after taking a single point of damage. The spell lasts for [[/roll 1d6]]+CL rounds, as long as the horn is sounded once every three rounds, or until all the fae are dismissed.",
        "16-19": "A body of [[/roll 1d5]]+CL trollish spearmen supported by [[/roll 1d5]] brownie slingers heed the call. The spearmen carry flashing long spears. Each ally vanishes after taking a single point of damage. The spell lasts for [[/roll 1d8]]+CL rounds, as long as the horn is sounded once every three rounds, or until all the fae are dismissed.",
        "20-21": "A rough band of [[/roll 1d12]]+CL trollish spearmen and [[/roll 1d8]]+CL brownie slingers answer the call. All vanish after taking a single point of damage. The spell lasts for [[/roll 1d10]]+CL rounds, as long as the horn is sounded once every three rounds, or until all the fae are dismissed.",
        "22-25": "A troop of [[/roll 1d16]]+CL trollish spearmen, [[/roll 1d8]]+CL brownie slingers, and [[/roll 1d8]] hob footmen answer the call. The spell lasts for [[/roll 1d12]] rounds, as long as the horn is sounded once every three rounds, or until all the fae are dismissed.",
        "26-29": "A marauding force of [[/roll 1d20]]+CL trollish spearmen, [[/roll 1d16]]+CL brownie slingers, [[/roll 1d12]]+CL hob footmen, and [[/roll 1d10]] pixie archers answer the summons. The spell lasts for [[/roll 1d16]] rounds, as long as the horn is sounded once every three rounds, or until all the fae are dismissed.",
        "30-31": "A thundering company of [[/roll 1d24]]+CL trollish spearmen, [[/roll 1d20]]+CL brownie slingers, [[/roll 1d16]]+CL hob footmen, [[/roll 1d12]]+CL pixie archers, and [[/roll 1d8]] fomorians answer the summons. The spell lasts for [[/roll 1d20]] rounds, as long as the horn is sounded once every three rounds, or until all the fae are dismissed.",
        "32-33": "The caster's call for aid is answered by the full host of Elfland. The spell lasts for [[/roll 1d24]]+CL rounds. Immediately re-roll the spell check to determine the type and number of fae that answer the call, re-rolling any spell failures or results of 32+. As long as the caster continues to sound the horn, re-roll the spell check again every third round, as new allies answer the call.",
        "34-99": "The full host of Elfland comes to the caster's aid, stepping fully into the mortal realm. Immediately re-roll the spell check to determine the type and number of fae that answer the call, re-rolling any spell failures or results of 32+. As long as the caster continue to sound the horn, re-roll the spell check again every third round, as new allies answer the call. Each type of fae steps into the mortal realm with full hit points, not just 1 point, and are not dismissed until they reach 1 hit point. The spell ends when dismissed by the caster or by the King of Elfland himself."
      }
    },
    "Warp and Weft": {
      "name": "Warp and Weft",
      "description": "<h1>Warp and Weft</h1><p><strong>Level:</strong> 3</p><p><strong>Range:</strong> 1d100' +10' per CL</p><p><strong>Duration:</strong> 1d3+CL turns *</p><p><strong>Casting Time:</strong> 2 rounds</p><p><strong>Save:</strong> Will save vs. spell check if unwilling</p><p><strong>Page:</strong> 353</p><br><p>Servant to the Three Fates, the caster can bend, stretch&mdash;and in rare instances&mdash; weave the threads of destiny that rule the universe. Such power always comes with great risk, and even the caster&rsquo;s masters are loath to alter what has already been decided. Once cast, the spell effect can be declared at any time, regardless of initiative order. Each time the spell is unsuccessfully cast there is a cumulative 1% chance that the caster winks from existence, never to return. If the caster elects to turn the spell&rsquo;s effects on himself, he must first attempt a&nbsp; Will save vs. spell check or immediately cease to exist.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Warp and Weft]{Warp and Weft}</p>",
      "results": {
        "-99-1": "Lost, failure, and patron taint.",
        "2-11": "Lost. Failure.",
        "12-15": "Failure, but spell is not lost.",
        "16-17": "The caster can alter a single saving throw, ensuring that a failed save is successful or a successful save is failed.",
        "18-21": "The caster can alter [[/roll 1d3]] savings throws or attack rolls, making failed rolls successful or vice versa.",
        "22-23": "The caster can alter [[/roll 1d5]] savings throws, attack rolls, or damage rolls. He can make failed rolls successful or vice versa or ensure maximum or minimum damage on damage rolls.",
        "24-26": "The caster can alter [[/roll 1d7]] savings throws, attack rolls, spell checks, skill checks (including thief skills), or damage rolls. He can make failed checks successful or vice versa or ensure maximum or minimum results on damage rolls. Altered spells succeed at the lowest possible spell check result, or fail, but are not lost.",
        "27-31": "As result 24-26 above or the caster can cause [[/roll 1d3]] targets to suffer critical failures or successes to attack rolls or spell checks.",
        "32-33": "As result 24-26 above or the caster can cause [[/roll 1d5]] targets to suffer critical failures or successes to attack rolls or spell checks.",
        "34-35": "As result 24-26 above and the caster can cause [[/roll 1d7]] targets to suffer critical failures or successes to attack rolls or spell checks.",
        "36-99": "The caster can alter [[/roll 1d7]] savings throws, attack rolls, spell checks, skill checks (including thief skills), or damage rolls, and cause [[/roll 1d7]] targets to suffer critical failures or successes to attack rolls or spell checks. Alternatively, for [[/roll 1d5]]+CL rounds, the caster determines the failure or success of every die rolled within the spell's radius. This includes attacks, saving throws, spell checks, skill checks (including thief skills), and damage rolls. <br /><br />Damage rolls can be maximized or minimized. Altered spells succeed at the lowest possible check result, or fail, but are not lost. The caster's control of fate is not fine enough to determine critical failures or successes for attacks and spell checks (though such results can still be generated naturally). There is a 5% cumulative chance per round that the Fates reject the caster's intervention, ending the spell and inflicting [[/roll 1d20]] damage to all creatures within the spell radius."
      }
    }
  }
}