{
  "label": "Sorts de Clerc Table",
  "entries": {
    "Affliction of the Gods": {
      "name": "Affliction of the Gods",
      "description": "<h1>Calamité des dieux</h1><p><strong>Niveau :</strong> 4</p><p><strong>Portée :</strong> 15 m + 3 m par NI</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Vigueur vs DD test d’incantation</p><p><strong>Page:</strong> 296<br /></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.mPqNw7kA7oqnCSzc]{Calamité des dieux}</p>",
      "results": {
        "-99-17": "Échec.",
        "18-19": "Tous les ennemis situés dans la zone d’effet doivent réussir un jet de sauvegarde de Vigueur ou être atteints de surdité. Les créatures sourdes subissent un malus de -4 aux jets d’initiative et à tous les tests visant à éviter d’être surprises. Les lanceurs de sorts subissent un malus de -2 aux tests d’incantation tant qu’ils sont dans cet état. Cette affliction persiste pendant NI heures.",
        "20-23": "Tous les ennemis situés dans la zone d’effet doivent réussir un jet de sauvegarde de Vigueur ou se retrouver handicapées. Les créatures handicapées voient leur Mouvement réduit à 1,5 m et subissent un malus de -2 aux jets d’attaque, de dégâts, de sauvegarde et aux tests d’incantation. Cette affliction persiste pendant NI heures.",
        "24-25": "Tous les ennemis situés dans la zone d’effet doivent réussir un jet de sauvegarde de Vigueur ou devenir aveugles. Les créatures aveuglées subissent un malus de -4 aux jets d’initiative, d’attaque, de dégâts, de sauvegarde, aux tests d’incantation, et sont faciles à surprendre. De plus, un personnage aveugle subit un malus de -8 pour toucher avec des armes de jet, et toute attaque à distance ratée a 50 % de chances d’atteindre l’un de ses alliés déterminé au hasard. Cette affliction persiste pendant NI heures.",
        "26-27": "Tous les ennemis situés dans la zone d’effet doivent réussir un jet de sauvegarde de Vigueur ou perdre temporairement 1d8 points de Force par NI. Ces points se récupèrent au rythme habituel à partir du moment où le sort a pris fin. Les créatures dont la valeur de Force est réduite à 0 tombent inconscientes jusqu’à ce qu’elles aient regagné au moins un point de Force. Cet affaiblissement perdure pendant 24 h.",
        "28-33": "Tous les ennemis situés dans la zone d’effet sont atteints par une ignoble bactérie dévoreuse de chairs. Ils doivent réussir à chaque round un jet de sauvegarde de Vigueur ou subir 1d6 points de dégâts cumulatifs par round pendant NI rounds : 1d6 au premier round, 2d6 au second, 3d6 au troisième, etc. Un jet de sauvegarde réussi n’évite de subir les dégâts que pour le round en cours, il n’arrêtera pas cette affliction pour les rounds suivants. La bactérie dévore toutes les matières organiques portées ou tenues par les victimes, détruisant le cuir, les tissus, le bois et autres matériaux similaires en 1d4 rounds. Le sort neutralisation du poison et des maladies éradique la bactérie, tout comme les sorts produisant des flammes magiques (boule de feu, contrôle du feu, etc.), mais la cible subira les dégâts de feu du sort.",
        "34-35": "Tous les ennemis situés dans la zone d’effet doivent réussir un jet de sauvegarde de Vigueur ou se voir frappés par un fléau divin. La pestilence inflige immédiatement 1d10+NI points de dégâts ainsi que la perte d’un point de Chance. La maladie continue de progresser et de ravager le corps de ses victimes même après la fin du sort et peut rapidement s’avérer fatale. Chaque jour passé après avoir contracté la maladie, les victimes doivent effectuer un jet de sauvegarde de Vigueur DD 25. En cas d’échec, elles restent malades, perdent un nouveau point de Chance et subissent 1d6 points de dégâts. Chaque jour après le premier, le DD du jet de sauvegarde est réduit de 1 point jusqu’à ce que les victimes réussissent leur jet de sauvegarde ou décèdent. La maladie perdure pendant 4 jours + 1 jour par NI.",
        "36-37": "Tous les ennemis situés dans la zone d’effet doivent réussir un jet de sauvegarde de Vigueur ou être sujets à une combustion spontanée ! Les victimes ainsi que toutes leurs possessions non magiques se consument dans les flammes qui leur infligent 1d10 points de dégâts par round. Éteindre les flammes demande un round complet à la victime, qui doit réussir un jet de sauvegarde de Réflexes DD 20 pour y parvenir. Le feu persiste jusqu’à ce qu’on l’éteigne ou que la victime meure.",
        "38-99": "Le regard de la divinité du clerc se pose depuis les cieux sur la zone et y décime tous ceux qui échouent à leur jet de sauvegarde de Vigueur. Les victimes fondent littéralement pour devenir des flaques de chairs sanglantes qui s’évaporent rapidement, ne laissant rien derrière elles. Après une telle intervention de la divinité, le clerc subit un malus de -10 aux tests d’incantation pendant une semaine. Son dieu l’a assez aidé et ignorera la majorité de ses requêtes durant ce laps de temps. Le malus peut cependant être levé si le clerc accomplit entre-temps une tâche majeure au nom de sa divinité."
      }
    },
	
    "Animate Dead": {
      "name": "Animate Dead",
      "description": "<h1>Animation des morts</h1><p><strong>Niveau:</strong> 3</p><p><strong>Portée :</strong> Contact</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 286</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.O5NbiEyK1SYLyqXc]{Animation des morts}</p>",
      "results": {
        "-99-15": "Échec.",
        "16-16": "Le clerc anime un squelette de 1 DV maximum, si tant est qu’il ait une dépouille appropriée. La créature reste animée une journée entière.",
        "17-17": "Le clerc anime un squelette ou un zombie de 3 DV maximum, si tant est qu’il ait une dépouille appropriée. La créature reste animée pendant une journée entière.",
        "18-21": "Le clerc anime un nombre de squelettes ou de zombies pour un total de DV maximum égal à son NI. Par exemple, un clerc niveau 5 peut créer 5 squelettes (5 DV au total) ou un seul zombie (3 DV). Si plusieurs types de dépouilles sont disponibles, le clerc doit choisir quel type de morts-vivants il anime : il ne peut créer à la fois des squelettes et des zombies en une seule incantation. Le clerc perd le surplus de DV qu’il peut animer lorsqu’ils excèdent le nombre de corps disponibles. Les créatures restent animées pendant une semaine.",
        "22-23": "Le clerc anime un nombre de squelettes ou de zombies pour un total de DV maximum égal à 2 fois son NI. Par exemple, un clerc niveau 5 peut créer 10 squelettes (10 DV au total) ou 3 zombies (9 DV). Si plusieurs types de dépouilles sont disponibles, le clerc doit choisir quel type de morts-vivants il anime : il ne peut créer à la fois des squelettes et des zombies en une seule incantation. Le clerc perd le surplus de DV qu’il peut animer lorsqu’ils excèdent le nombre de corps disponibles. Les créatures restent animées pendant un mois.",
        "24-26": "Le clerc anime un nombre de squelettes ou de zombies pour un total de DV maximum égal à 2 fois son NI. Par exemple, un clerc niveau 5 peut créer 10 squelettes (10 DV au total) ou 3 zombies (9 DV). Si plusieurs types de dépouilles sont disponibles, le clerc peut animer différentes sortes de morts-vivants tant qu’il ne dépasse pas un total de DV égal à 2 fois son NI, ni le nombre de corps disponibles. Pour reprendre l’exemple ci-dessus, le clerc pourrait créer trois zombies (3 DV x 3 = 9 DV) plus un squelette (1 DV), ou deux zombies (3 DV x 2 = 6 DV) plus quatre squelettes (1 DV x 4 = 4 DV). Le clerc perd le surplus de DV qu’il peut animer lorsqu’ils excèdent le nombre de corps disponibles. Les créatures restent animées pendant un mois.",
        "27-31": "Le clerc anime un nombre de squelettes ou de zombies redoutables pour un total de DV maximum égal à 3 fois son NI. Il peut choisir d’animer la dépouille de grandes créatures, afin de créer des squelettes et des zombies possédant plus de DV que leur version commune. Un clerc de niveau 5 peut, par exemple, animer les ossements d’un lézard géant (3 DV) pour créer un squelette de 3 DV ou la dépouille d’un ogre (4 DV) pour créer un zombie de 4 DV. Il ne peut cependant pas animer une créature possédant plus de 2 fois son NI. Si plusieurs types de dépouilles sont disponibles, le clerc peut animer différentes sortes de morts-vivants tant qu’il ne dépasse pas un total de DV égal à son NI ni le nombre de corps disponibles. Ces morts-vivants « avancés » ne conservent aucune des capacités ni aucun déplacement particulier qu’ils possédaient de leur vivant (pas de vol, souffle, etc.). Le Juge peut décréter que certains types de monstres (comme les démons, les monstruosités fabriquées en laboratoire, etc.) ne peuvent être réanimés. Les créatures restent animées pendant une année.",
        "32-33": "Le clerc anime un nombre de morts-vivants pour un total de DV maximum égal à 3 fois son NI. Il peut créer n’importe quel type de mort-vivant dénué d’intelligence, si tant est qu’il dispose des dépouilles adéquates. Cela inclut les momies, les goules, les fantômes, les ombres et autres, à l’exclusion des liches et des vampires. Il peut aussi choisir d’animer la dépouille de grandes créatures, afin de créer des squelettes et des zombies possédant plus de DV que leur version commune. Un clerc de niveau 5 peut, par exemple, animer les ossements d’un lézard géant (3 DV) pour créer un squelette de 3 DV ou la dépouille d’un ogre (4 DV) pour créer un zombie de 4 DV. Il ne peut cependant pas animer une créature possédant plus de 3 fois son NI. Si plusieurs types de dépouilles sont disponibles, le clerc peut animer différentes sortes de morts-vivants tant qu’il ne dépasse pas un total de DV égal à 3 fois son NI, ni le nombre de corps disponibles. Le clerc perd le surplus de DV qu’il peut animer lorsqu’ils excèdent le nombre de corps disponibles. Les créatures restent animées pendant une année.",
        "34-35": "Le clerc anime un nombre de morts-vivants pour un total de DV maximum égal à 4 fois son NI. Il peut créer n’importe quel type de mort-vivant dénué d’intelligence, si tant est qu’il dispose des dépouilles adéquates. Cela inclut les momies, les goules, les fantômes, les ombres et autres, à l’exclusion des liches et des vampires. Il peut aussi choisir d’animer la dépouille de grandes créatures, afin de créer des squelettes et des zombies possédant plus de DV que leur version commune. Un clerc de niveau 5 peut, par exemple, animer les ossements d’un troll (8 DV) pour créer un squelette de 8 DV ou la dépouille d’un dragon (15 DV) pour créer un zombie de 15 DV. Il ne peut cependant pas animer une créature possédant plus de 3 fois son NI. Si plusieurs types de dépouilles sont disponibles, le clerc peut animer différentes sortes de morts-vivants tant qu’il ne dépasse pas un total de DV égal à 3 fois son NI, ni le nombre de corps disponibles. Ces morts-vivants « avancés » ne conservent aucune des capacités ni aucun déplacement particulier qu’ils possédaient de leur vivant (pas de vol, souffle, etc.). Le Juge peut décréter que certains types de monstres (comme les démons, les monstruosités fabriquées en laboratoire, etc.) ne peuvent être réanimés. Si plusieurs types de dépouilles sont disponibles, le clerc peut animer différentes sortes de morts-vivants tant qu’il ne dépasse pas un total de DV égal à 3 fois son NI, ni le nombre de corps disponibles. Le clerc perd le surplus de DV qu’il peut animer lorsqu’ils excèdent le nombre de corps disponibles. Les créatures sont animées de manière permanente, jusqu’à ce qu’elles soient vaincues ou libérées.",
        "36-99": "Le clerc est capable de créer un mort-vivant terrifiant. Il peut animer n’importe quel type de mort-vivant, y compris les morts doués d’intelligence comme les liches et les vampires, si tant est qu’il ait à disposition les dépouilles adéquates et qu’il accomplisse les rituels nécessaires. La créature ainsi créée possède un total de DV maximum égal à 4 fois son NI. Il peut aussi choisir d’animer la dépouille de grandes créatures, afin de créer des squelettes et des zombies possédant plus de DV que leur version commune. Si plusieurs types de dépouilles sont disponibles, le clerc peut animer différentes sortes de mortsvivants tant qu’il ne dépasse pas un total de DV égal à 4 fois son NI, ni le nombre de corps disponibles. En plus des capacités et résistances propres aux morts-vivants, ces créatures peuvent avoir de curieuses particularités. Le clerc peut les orienter avec des recherches, du matériel et de la préparation, ou le Juge peut les déterminer aléatoirement (en utilisant, par exemple, la table des traits des squelettes pages 427- 428). Les morts ainsi animés conservent aussi certaines capacités de déplacement, à la discrétion du Juge. Un dragon zombie, par exemple, peut toujours voler au moyen de ses ailes en décomposition, mais un squelette ne le pourrait pas, étant donné qu’il n’aurait aucune membrane à cet effet. Les créatures sont animées de manière permanente, jusqu’à ce qu’elles soient vaincues ou libérées."
      }
    },
	
    "Banish": {
      "name": "Banish",
      "description": "<h1>Bannissement</h1><p><strong>Niveau :</strong> 2</p><p><strong>Portée :</strong> 9 m ou plus</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation : </strong>1 round</p><p><strong>Jet de sauvegarde : </strong>Volonté vs DD test d’incantation</p><p><strong>Page:</strong> 270</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.4DpvPVF9RxBqGU1x]{Bannissement}</p>",
      "results": {
        "-99-13": "Échec.",
        "14-15": "Pendant un tour, la cible doit réussir un jet de sauvegarde de Volonté si elle veut s’approcher à moins de 9 m du clerc. En cas d’échec, elle ne peut ni s’approcher du clerc, ni tirer de projectiles sur celui-ci, ni s’adresser à lui ou entreprendre une quelconque action contre lui. Si la cible est forcée d’une manière ou d’une autre à s’approcher à moins de 9 m, elle subit 1d4+NI points de dégâts magiques par round. Cependant, ces dégâts ne peuvent pas la tuer : si elle tombe à 0 point de vie, la cible s’effondre, inconsciente, et guérit au rythme normal une fois mise à distance du clerc. Si le sort est lancé alors que la cible est déjà à moins de 9 m, elle subit immédiatement les dégâts et se trouve repoussée de 9 m par round jusqu’à ce qu’elle soit en dehors de la zone d’effet du sort.",
        "16-19": "Pour une durée de 1d6 tours, la cible doit réussir un jet de sauvegarde de Volonté si elle veut s’approcher à moins de 18 m du clerc. En cas d’échec, elle ne peut ni s’approcher du clerc, ni tirer de projectiles sur celui-ci, ni s’adresser à lui ou entreprendre une quelconque action contre lui. Si la cible est forcée d’une manière ou d’une autre à s’approcher à moins de 18 m, elle subit 1d8+NI points de dégâts magiques par round. Cependant, ces dégâts ne peuvent pas la tuer : si elle tombe à 0 point de vie, la cible s’effondre, inconsciente, et guérit au rythme normal une fois mise à distance du clerc. Si le sort est lancé alors que la cible est déjà à moins de 18 m, elle subit immédiatement les dégâts et se trouve repoussée de 9 m par round jusqu’à ce qu’elle soit en dehors de la zone d’effet du sort.",
        "20-21": "Si la cible du clerc se situe à moins de 27 m de celui-ci, elle doit réussir un jet de sauvegarde de Volonté ou être renvoyée là d’où elle vient. Les créatures surnaturelles comme les démons, diables, élémentaires et autres habitants des autres plans sont renvoyées sur leur plan d’origine. Les créatures invoquées (par exemple, au moyen des sorts invocation d’animaux ou convocation de monstres) sont renvoyées d’où elles viennent. Les créatures communes sont repoussées à une distance de 27 m du clerc pendant 2d6+NI heures. Elles ne peuvent ni s’approcher de lui, ni tirer de projectiles sur lui, ni s’adresser à lui ou entreprendre d’action contre lui. Si elles sont forcées d’une manière ou d’une autre à s’approcher à moins de 27 m, elles subissent 1d12+NI points de dégâts magiques par round. Ces dégâts peuvent tuer une créature si ses points de vie sont réduits à 0.",
        "22-25": "Si la cible du clerc se situe à moins de 36 m de celui-ci, elle doit réussir un jet de sauvegarde de Volonté ou être renvoyée là d’où elle vient. Les créatures surnaturelles comme les démons, diables, élémentaires et autres habitants des autres plans sont renvoyées sur leur plan d’origine. Les créatures invoquées (par exemple, au moyen des sorts invocation d’animaux ou convocation de monstres) sont renvoyées d’où elles viennent. Les créatures communes sont repoussées à une distance de 36 m du clerc pendant 1d6+NI jours. Elles ont droit à un nouveau jet de sauvegarde chaque jour. Elles ne peuvent ni s’approcher de lui, ni tirer de projectiles sur lui, ni s’adresser à lui ou entreprendre d’action contre lui. Si elles sont forcées d’une manière ou d’une autre à s’approcher à moins de 36 m, elles subissent 1d12+NI points de dégâts magiques par round. Ces dégâts peuvent tuer une créature si ses points de vie sont réduits à 0",
        "26-29": "Le clerc peut cibler jusqu’à deux créatures situées à moins de 36 m de lui et les forcer à effectuer un jet de sauvegarde de Volonté. En cas d’échec, elles sont renvoyées d’où elles viennent. Les créatures surnaturelles comme les démons, diables, élémentaires et autres habitants des autres plans sont renvoyées sur leur plan d’origine. Les créatures invoquées (par exemple, au moyen des sorts invocation d’animaux ou convocation de monstres) sont renvoyées d’où elles viennent. Les créatures communes sont repoussées à une distance de 36 m du clerc pendant 1d6+NI jours. Elles ne peuvent ni s’approcher de lui, ni tirer de projectiles sur lui, ni s’adresser à lui ou entreprendre d’action contre lui. Si elles sont forcées d’une manière ou d’une autre à s’approcher à moins de 36 m, elles subissent 1d12+NI points de dégâts magiques par round. Ces dégâts peuvent tuer une créature si ses points de vie sont réduits à 0.",
        "30-31": "Le clerc peut cibler jusqu’à cinq créatures situées à moins de 36 m de lui et les forcer à effectuer un jet de sauvegarde de Volonté. En cas d’échec, elles sont renvoyées d’où elles viennent. Les créatures surnaturelles comme les démons, diables, élémentaires et autres habitants des autres plans sont renvoyées sur leur plan d’origine. Les créatures invoquées (par exemple, au moyen des sorts invocation d’animaux ou convocation de monstres) sont renvoyées d’où elles viennent. Les créatures communes sont repoussées à une distance de 36 m du clerc pendant 1d6+NI jours. Elles ne peuvent ni s’approcher de lui, ni tirer de projectiles sur lui, ni s’adresser à lui ou entreprendre d’action contre lui. Si elles sont forcées d’une manière ou d’une autre à s’approcher à moins de 36 m, elles subissent 1d12+NI points de dégâts magiques par round. Ces dégâts peuvent tuer une créature si ses points de vie sont réduits à 0.",
        "32-33": "Le clerc peut cibler jusqu’à dix créatures situées à moins de 36 m de lui et les forcer à effectuer un jet de sauvegarde de Volonté. En cas d’échec, elles sont renvoyées d’où elles viennent. Les créatures surnaturelles comme les démons, diables, élémentaires et autres habitants des autres plans sont renvoyées sur leur plan d’origine. Les créatures invoquées (par exemple, au moyen des sorts invocation d’animaux ou convocation de monstres) sont renvoyées d’où elles viennent. Les créatures communes sont repoussées à une distance de 36 m du clerc pendant 1d6+NI jours. Elles ne peuvent ni s’approcher de lui, ni tirer de projectiles sur lui, ni s’adresser à lui ou entreprendre d’action contre lui. Si elles sont forcées d’une manière ou d’une autre à s’approcher à moins de 36 m, elles subissent 1d12+NI points de dégâts magiques par round. Ces dégâts peuvent tuer une créature si ses points de vie sont réduits à 0.",
        "34-99": "Le clerc peut cibler autant de créatures qu’il souhaite tant qu’elles sont situées à moins de 36 m de lui et les forcer à effectuer un jet de sauvegarde de Volonté. En cas d’échec, elles sont renvoyées d’où elles viennent. Les créatures surnaturelles comme les démons, diables, élémentaires et autres habitants des autres plans sont renvoyées sur leur plan d’origine. Les créatures invoquées (par exemple, au moyen des sorts invocation d’animaux ou convocation de monstres) sont renvoyées d’où elles viennent. Les créatures communes sont repoussées à une distance de 36 m du clerc pendant 1d6+NI jours. Elles ne peuvent ni s’approcher de lui, ni tirer de projectiles sur lui, ni s’adresser à lui ou entreprendre d’action contre lui. Si elles sont forcées d’une manière ou d’une autre à s’approcher à moins de 36 m, elles subissent 1d12+NI points de dégâts magiques par round. Ces dégâts peuvent tuer une créature si ses points de vie sont réduits à 0."
      }
    },
	
    "Binding": {
      "name": "Binding",
      "description": "<h1>Soumission</h1><p><strong>Niveau :</strong> 2</p><p><strong>Portée :</strong> 9 m ou plus</p><p><strong>Durée :</strong> Variable</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation</p><p><strong>Page:</strong> 281</p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.O5rUvKz8NClB2X99]{Soumission}</p>",
      "results": {
        "-99-13": "Échec.",
        "14-15": "Le clerc peut cibler une créature de 2 DV maximum. Si le sort fonctionne, le clerc la contrôle pendant 1d6 rounds.",
        "16-19": "Le clerc peut cibler une créature de 4 DV maximum. Si le sort fonctionne, le clerc la contrôle pendant 1d6+NI rounds.",
        "20-21": "Le clerc peut cibler une créature de 6 DV maximum. Si le sort fonctionne, le clerc la contrôle pendant 2d6+NI rounds.",
        "22-25": "Le clerc peut cibler une créature de 6 DV maximum. Si le sort fonctionne, le clerc la contrôle pendant 2d6+NI rounds. Le clerc peut choisir à la place de cibler une créature extraplanaire non soumise de 4 DV ou moins et située sur un autre plan que son plan d’origine. Elle a le droit d’effectuer un jet de sauvegarde de Volonté pour résister, avec ses propres caractéristiques. Si le jet de sauvegarde de la créature échoue, le clerc la contrôle comme s’il avait lancé invocation d’animaux avec un résultat équivalent au test d’incantation. À la fin de la durée du sort, la créature retrouve sa liberté.",
        "26-29": "Le clerc peut cibler une créature de 8 DV maximum. Si le sort fonctionne, le clerc la contrôle pendant 2d6+NI tours. Le clerc peut choisir à la place de cibler une créature extraplanaire non soumise de 6 DV ou moins et située sur un autre plan que son plan d’origine. Elle a le droit d’effectuer un jet de sauvegarde de Volonté pour résister, avec ses propres caractéristiques. Si le jet de sauvegarde de la créature échoue, le clerc la contrôle comme s’il avait lancé invocation d’animaux avec un résultat équivalent au test d’incantation. À la fin de la durée du sort, la créature retrouve sa liberté.",
        "30-31": "Le clerc peut cibler une créature de 10 DV maximum. Si le sort fonctionne, le clerc la contrôle pendant 2d6+NI tours. Le clerc peut choisir à la place de cibler une créature de 8 DV ou moins, qui peut être une créature extraplanaire non soumise et située sur un autre plan que son plan d’origine, une créature commune ou un monstre dénué d’intelligence. Elle a le droit d’effectuer un jet de sauvegarde de Volonté pour résister, avec ses propres caractéristiques. Si le jet de sauvegarde de la créature échoue, le clerc la contrôle comme s’il avait lancé invocation d’animaux avec un résultat équivalent au test d’incantation. À la fin de la durée du sort, la créature retrouve sa liberté.",
        "32-33": "Le clerc peut cibler une créature de 12 DV maximum. Si le sort fonctionne, le clerc la contrôle pendant 2d6+NI heures. Le clerc peut choisir à la place de cibler n’importe quelle créature de 10 DV ou moins qu’elle soit intelligente ou non, extraplanaire ou non. Elle a le droit d’effectuer un jet de sauvegarde de Volonté pour résister, avec ses propres caractéristiques. Si le jet de sauvegarde de la créature échoue, le clerc la contrôle comme s’il avait lancé invocation d’animaux avec un résultat équivalent au test d’incantation. À la fin de la durée du sort, la créature retrouve sa liberté.",
        "34-99": "Le clerc peut cibler n’importe quelle créature sans restriction de nombre de DV, de niveau de puissance, afin de tenter de la dominer pour une durée de 2d6+NI jours. À la fin de la durée du sort, la créature retrouve sa liberté."
      }
    },
	
    "Blessing": {
      "name": "Blessing",
      "description": "<h1>Bénédiction</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle ou contact</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> 1 tour ou plus</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 action ou plus (voir ci-dessous)</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Page:</strong> 256</span><br /></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.1DJ9Dup5Z8kbuPmx]{Bénédiction}</p>",
      "results": {
        "-100-100": "Placeholder spell, replace with @Compendium[dcc-core-book.dcc-core-spells-cleric-1.Blessing Self]{Blessing Self}, @Compendium[dcc-core-book.dcc-core-spells-cleric-1.Blessing Ally]{Blessing Ally}, or @Compendium[dcc-core-book.dcc-core-spells-cleric-1.Blessing Object]{Blessing Object}."
      }
    },
	
    "Blessing Ally": {
      "name": "Blessing Ally",
       "description": "<h1>Bénédiction sur un allié</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> Personnelle ou contact</p><p><strong>Durée :</strong> 1 tour ou plus</p><p><strong>Temps d’incantation :</strong> 1 action ou plus (voir ci-dessous)</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 256<br /></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.Gu1XZqMKtlc8jjdT]{Bénédiction sur un allié}",
      "results": {
        "-99-11": "Échec.",
        "12-13": "L’allié reçoit un bonus de +1 à tous ses jets d’attaque pendant 1 round.",
        "14-17": "L’allié reçoit un bonus de +1 à tous ses jets d’attaque pendant 1 tour.",
        "18-19": "L’allié reçoit un bonus de +1 à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation pendant 1 tour.",
        "20-23": "L’allié reçoit un bonus de +2 à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation pendant 1 tour.",
        "24-27": "L’allié reçoit un bonus à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation. Le bonus est égal à 1d3+NI (à déterminer lors du test d’incantation) et dure 1 tour.",
        "28-29": "L’allié reçoit un bonus à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation. Le bonus est égal à 1d3+NI (à déterminer lors du test d’incantation) et dure 1 tour. De plus, l’allié irradie une sainte aura faisant bénéficier tous ses alliés du même bonus dans un rayon de 1,5 m, tant qu’ils restent dans la zone d’effet.",
        "30-31": "L’allié reçoit un bonus à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation. Le bonus est égal à 1d3+NI (à déterminer lors du test d’incantation) et dure 1 tour. De plus, l’allié irradie une sainte aura faisant bénéficier tous ses alliés du même bonus dans un rayon de 3 m, tant qu’ils restent dans la zone d’effet.",
        "32-99": "L’allié reçoit un bonus à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation. Le bonus est égal à 1d3+NI (à déterminer lors du test d’incantation) et dure 1 tour. De plus, l’allié irradie une sainte aura faisant bénéficier tous ses alliés dans un rayon de 6 m du même bonus, tant qu’ils restent dans la zone d’effet."
      }
    },
	
    "Blessing Object": {
      "name": "Blessing Object",
      "description": "<h1>Bénédiction sur un Objet</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle ou contact</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> 1 tour ou plus</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 action ou plus (voir ci-dessous)</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Page:</strong> 256</span></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.LUFULGnhnxMhLAkW]{Bénédiction sur un Objet}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Échec.",
        "14-17": "Le clerc peut bénir un flacon de liquide pour créer de l’eau bénite. Cette eau inflige 1d4 points de dégâts lorsqu’elle est aspergée sur des créatures impies. Elle reste bénie durant 1 journée, tant qu’elle est utilisée au service de la divinité du clerc.",
        "18-19": "Le clerc peut créer de l’eau bénite (comme pour un résultat de 14-17) ou bénir une petite amulette. Celleci est considérée comme sainte et magique pour toute la durée du sort (1 jour). Elle octroie à son porteur un bonus de +1 à tous ses jets de sauvegarde, tant qu’elle est utilisée au service de la divinité du clerc.",
        "20-23": "Le clerc peut créer de l’eau bénite (comme pour un résultat de 14-17), bénir une petite amulette (comme pour un résultat de 18-19) ou une arme. Une arme bénie octroie un bonus de +1 à l’attaque et aux dégâts ou un bonus de +2 aux attaques et dégâts touchant spécifiquement des créatures impies. L’arme reste bénie durant 1 journée et est considérée comme magique.",
        "24-27": "Le clerc peut créer de l’eau bénite, bénir une amulette ou une arme comme ci-dessus, avec les ajustements suivants : l’eau bénite le reste sans limite dans le temps, les amulettes octroient un bonus de +2, les armes +2 ou +3. Cependant, en lançant ce sort, le clerc demande beaucoup à son dieu et perd sa capacité à lancer à nouveau ce sort pour le reste de la journée.",
        "28-29": "Le clerc peut créer de l’eau bénite, bénir une amulette ou une arme comme ci-dessus, avec les ajustements suivants : l’eau bénite le reste sans limite dans le temps, les amulettes octroient un bonus de +2 pour une durée d’un mois, les armes +2 ou +3 pour une durée d’un mois. Cependant, en lançant ce sort, le clerc demande beaucoup à son dieu et perd sa capacité à lancer à nouveau ce sort pour une durée de 1d7+1 jours.",
        "30-31": "Le clerc peut créer de l’eau bénite, bénir une amulette ou une arme comme ci-dessus, avec les ajustements suivants : l’eau bénite le reste sans limite dans le temps, les amulettes octroient un bonus de +2 pour une durée d’un an, les armes +2 ou +3 pour une durée d’un an. Cependant, en lançant ce sort, le clerc demande beaucoup à son dieu et perd sa capacité à lancer à nouveau ce sort pour une durée de 1d4 semaines.",
        "32-99": "Le clerc peut créer de l’eau bénite, bénir une amulette ou une arme comme ci-dessus, avec les ajustements suivants : l’eau bénite le reste sans limite dans le temps, les amulettes octroient un bonus de +2 de manière permanente, les armes +2 ou +3 de manière permanente. La durée est permanente dans la mesure où l’objet est utilisé pour servir la divinité du clerc. S’il est utilisé à de mauvaises fins, la bénédiction prend fin immédiatement et définitivement. En lançant ce sort, le clerc demande beaucoup à son dieu et perd sa capacité à lancer à nouveau ce sort pour une durée de 1d4 mois."
      }
    },
	
    "Blessing Self": {
      "name": "Blessing Self",
      "description": "<h1>Bénédiction sur soi</h1><p><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Niveau :</strong> 1</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Portée :</strong> Personnelle ou contact</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Durée :</strong> 1 tour ou plus</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Temps d’incantation :</strong> 1 action ou plus (voir ci-dessous)</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Jet de sauvegarde :</strong> Aucun</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text\">Page:</strong> 256</span></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.IZTeagpAY1Ny3woT]{Bénédiction sur soi}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "La faveur divine est accordée au clerc, qui reçoit un bonus de +1 à tous ses jets d’attaque pendant 1 tour.",
        "14-17": "Le clerc reçoit un bonus de +1 à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation pendant 1 tour.",
        "18-19": "Le clerc reçoit un bonus de +2 à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation pendant 1 tour.",
        "20-23": "Le clerc reçoit un bonus à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation. Le bonus est égal à 1d3+NI (à déterminer lors du test d’incantation) et dure pendant 1 tour. De plus, le clerc irradie une sainte aura faisant bénéficier tous ses alliés du même bonus dans un rayon de 1,5 m, tant qu’ils restent dans la zone d’effet.",
        "24-27": "Le clerc reçoit un bonus à tous ses jets d’attaque, de dégâts, de sauvegarde, ses tests de compétence et d’incantation. Le bonus est égal à 1d3+NI (à déterminer lors du test d’incantation) et dure pendant 1 tour. De plus, le clerc irradie une sainte aura faisant bénéficier tous ses alliés du même bonus dans un rayon de 3 m, tant qu’ils restent dans la zone d’effet.",
        "28-29": "Le clerc irradie une aura d’exquise sainteté. Tous les alliés dans un rayon de 9 m reçoivent une bénédiction sous la forme d’un bonus de +4 aux jets d’attaque, de dégâts, de sauvegarde, aux tests de compétence et d’incantation. Le bonus dure une heure.",
        "30-31": "À ce niveau de puissance, la bénédiction s’applique au clerc ainsi qu’à tous les participants d’une quête entreprise par celuici au service de sa divinité. Ce peut être un pèlerinage jusqu’à un mausolée sacré, un but précis qu’une armée doit achever, une mission pour libérer une princesse, un voyage maritime pour découvrir de nouvelles terres, etc. Le Juge déterminera les limites de ce pouvoir. Tant qu’elles continuent de servir la divinité du clerc, toutes les personnes impliquées reçoivent un bonus de +1 pour toutes leurs activités en rapport avec cette quête. De plus, le clerc peut désigner un nombre de personnes égal à son NI qui reçoivent un bonus supplémentaire de +NI pour toutes leurs activités en rapport avec la quête. Le bonus dure pendant 7 jours. Cette bénédiction est tellement épuisante que le clerc perd sa capacité à lancer à nouveau ce sort durant 7 jours. Si, à un moment, le clerc perd la faveur de sa divinité, la bénédiction prend fin. La bénédiction est de nature magique et peut être dissipée temporairement.",
        "32-99": "À ce niveau de puissance, la bénédiction s’applique au clerc ainsi qu’à tous les participants d’une quête entreprise par celui-ci au service de sa divinité. De plus, cette bénédiction est permanente et dure tant que l’activité entreprise est perçue favorablement par la divinité du clerc, ou jusqu’à l’achevement de la quête ou son abandon. Notez tout de même que ce pouvoir doit rester « raisonnable » du point de vue de la divinité. Tenter de jouer sur les mots pour entreprendre une quête « perpétuelle » risque de déclencher son courroux. Ce peut être un pèlerinage jusqu’à un mausolée sacré, un but précis qu’une armée doit achever, une mission pour libérer une princesse, un voyage maritime pour découvrir de nouvelles terres, etc. Tant qu’elles continuent de servir la divinité du clerc, toutes les personnes impliquées reçoivent un bonus de +1 pour toutes leurs activités en rapport avec cette quête. De plus, le clerc peut désigner un nombre de personnes égal à son NI qui reçoivent un bonus supplémentaire de +NI pour toutes leurs activités en rapport avec la quête. Cette bénédiction est tellement épuisante que le clerc perd sa capacité à lancer ce sort durant 1d20+10 jours. Si, à un moment, le clerc perd la faveur de sa divinité, la bénédiction prend fin. La bénédiction est de nature magique et peut être dissipée temporairement."
      }
    },
	
    "Bolt from the Blue": {
      "name": "Bolt from the Blue",
      "description": "<h1>Éclair Divin</h1><p><strong>Niveau :</strong> 3</p><p><strong>Portée :</strong> 30 m</p><p><strong>Durée :</strong> 1 round</p><p><strong>Temps d’incantation : </strong>1 action</p><p><strong>Jet de sauvegarde :</strong> Voir ci-dessous</p><p><strong>Page:</strong> 290</p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.zPL1pEcESvWHZrNC]{Éclair Divin}</p>",
      "results": {
        "-99-15": "Échec.",
        "16-17": "Un trait de feu s’abat sur une cible désignée par le clerc à une portée maximale de 30 m. Il inflige 1d6 points de dégâts, et la victime doit réussir un jet de sauvegarde de Vigueur ou perdre temporairement un point de caractéristique (choisie par le Juge ou déterminée aléatoirement).",
        "18-21": "Un trait de feu s’abat sur une cible désignée par le clerc à une portée maximale de 30 m. Il inflige 1d8 points de dégâts, et la victime doit réussir un jet de sauvegarde de Vigueur au round suivant pour pouvoir entreprendre la moindre action.",
        "22-23": "Le clerc fait déferler un nombre de traits de feu égal à son NI sur une cible unique à une portée maximale de 30 m. Chaque trait inflige 1d10 points de dégâts et force la victime à effectuer un jet de sauvegarde de Vigueur. Si elle échoue, elle est paralysée pendant 1d4 rounds et perd temporairement un point de caractéristique (choisie par le Juge ou déterminée aléatoirement). Les pertes de points de caractéristiques et les durées de paralysie se cumulent lorsque plusieurs jets de sauvegarde sont ratés.",
        "24-26": "Le clerc fait déferler un nombre de traits de feu égal à son NI sur plusieurs cibles à une portée maximale de 30 m. Chaque trait inflige 1d12 points de dégâts et provoque la perte de 1d2+1 points dans une caractéristique (choisie par le Juge ou déterminée aléatoirement). De plus, chaque cible doit réussir un jet de sauvegarde de Volonté ou devenir folle pendant 1d4 rounds. Le Juge déterminera aléatoirement les actions de la victime tant qu’elle est dans cet état. Chaque round, il y a 50 % de chances qu’elle ne fasse rien à part s’arracher les cheveux, babiller de manière incohérente et écumer, 25 % de chances qu’elle attaque une créature à proximité déterminée aléatoirement, et 25 % de chances qu’elle agisse normalement.",
        "27-31": "Le clerc fait déferler un nombre de traits de feu égal à deux fois son NI sur plusieurs cibles à une portée maximale de 30 m. Chaque trait inflige 1d14 points de dégâts et provoque la perte de 1d3 points dans une caractéristique (choisie par le Juge ou déterminée aléatoirement). De plus, chaque cible doit réussir un jet de sauvegarde de Vigueur ou se retrouver estropiée pendant 1d4 rounds. Durant cette période, son mouvement est réduit à 1,5 m, et elle subit un malus de -4 à tous ses jets d’attaque, de dégâts, de sauvegarde et à ses tests d’incantation.",
        "32-33": "Le clerc fait déferler un nombre de traits de feu égal à deux fois son NI sur plusieurs cibles à une portée maximale de 30 m. Chaque trait inflige 1d16 points de dégâts et provoque la perte de 1d4 points dans une caractéristique (choisie par le Juge ou déterminée aléatoirement). De plus, chaque cible doit réussir un jet de sauvegarde de Volonté ou subir les effets du sort malédiction. Un nouveau test d’incantation est alors nécessaire pour en déterminer les effets, en utilisant les mêmes modificateurs que pour le test d’incantation initial. Le résultat est alors reporté sur la table du sort malédiction (voir page 273).",
        "34-35": "Le clerc fait déferler un nombre de traits de feu égal à deux fois son NI sur plusieurs cibles à une portée maximale de 30 m. Chaque trait inflige 1d20 points de dégâts et provoque la perte de 1d5+1 points dans une caractéristique (choisie par le Juge ou déterminée aléatoirement). De plus, chaque victime doit réussir un jet de sauvegarde de Volonté ou perdre un point dans la caractéristique affectée de manière permanente.",
        "36-99": "Le clerc fait déferler un nombre de traits de feu égal à deux fois son NI sur plusieurs cibles à une portée maximale de 30 m. Chaque trait inflige 1d30 points de dégâts et provoque la perte permanente de 1d3 points dans une caractéristique (choisie par le Juge ou déterminée aléatoirement). De plus, chaque cible est marquée d’un symbole évoquant le courroux de la divinité du clerc. Ces individus marqués sont systématiquement traités comme des ennemis de la foi du clerc et attaqués à vue par ceux qui la suivent. Pour finir, tous les tests d’incantation les visant, effectués par des clercs de la divinité offensée, se voient octroyer un bonus de +10. Seules une magie quasi miraculeuse incantée par un puissant clerc ou une quête effectuée avec sincérité au nom de l’Église de la divinité du clerc peuvent retirer cette marque après qu’elle a été apposée sur quelqu’un."
      }
    },
	
    "Cause Earthquake": {
      "name": "Cause Earthquake",
      "description": "<h1>Séisme</h1><p><strong>Niveau :</strong> 4</p><p><strong>Portée :</strong> Variable</p><p><strong>Durée :</strong> 1 round</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Voir ci-dessous</p><p><strong>Page:</strong> 299</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.khVzTuoDpWZCzETY]{Séisme}</p>",
      "results": {
        "-99-17": "Échec.",
        "18-19": "Le sol frémit et se soulève dans un rayon de 12 m autour d’un point situé à une distance maximale de 30 m du clerc. Toutes les créatures prises dans la zone d’effet doivent réussir un jet de sauvegarde de Réflexes pour rester debout. Il s’agit de la seule action autorisée pendant ce round : les cibles affectées ne peuvent ni attaquer ni lancer de sort tandis qu’elles luttent pour garder leur équilibre. Elles ne sont plus en mesure de se défendre, subissent un malus de -2 à la CA, et les incantateurs doivent réussir un jet de sauvegarde de Volonté DD 11 pour maintenir leur concentration sur un sort préalablement lancé. Les créatures volantes et intangibles ne sont évidemment pas affectées par ce sort.",
        "20-23": "Le sol tremble dans un rayon de 18 m autour d’un point situé à une distance maximale de 45 m du clerc. Toutes les créatures prises dans la zone d’effet doivent réussir un jet de sauvegarde de Réflexes pour rester debout. Elles subissent 1d3 points de dégâts de chute en cas d’échec. Il s’agit de la seule action autorisée pendant ce round : les cibles affectées ne peuvent ni attaquer ni lancer de sort tandis qu’elles luttent pour garder leur équilibre. Elles ne sont plus en mesure de se défendre, subissent un malus de -4 à la CA, et les incantateurs doivent réussir un jet de sauvegarde de Volonté DD 13 pour maintenir leur concentration sur un sort préalablement lancé. Les créatures volantes et intangibles ne sont évidemment pas affectées par ce sort. Des effets supplémentaires peuvent survenir en fonction du terrain : Dans les grottes, tunnels, bâtiments ou sur terrain rocailleux : Il y a 50 % de chances que le plafond s’effondre, qu’un mur s’écroule ou qu’un éboulement se produise, infligeant 6d8 points de dégâts à toutes les créatures situées dans la zone tandis que les débris les frappent de plein fouet. Un jet de sauvegarde de Réflexes réussi réduit les dégâts de moitié. Un échec indique que les créatures sont ensevelies sous les décombres et commencent à étouffer. Elles doivent réussir un test d’Endurance DD 10 à chaque round ou subir 1d3 points de dégâts jusqu’à ce qu’elles soient secourues ou qu’elles meurent. À l’air libre : Il y a 25 % de chances qu’une faille s’ouvre au pied de chaque créature dans la zone d’effet (un jet de sauvegarde de Réflexes est autorisé pour éviter de chuter). La fissure mesure 3 m de profondeur, et une créature qui y tombe subit 1d6 points de dégâts. Rivière, marais ou lac : Des failles s’ouvrent au fond du lac ou dans le lit de la rivière, provoquant un écoulement rapide de celle-ci et laissant un bourbier poisseux derrière elle. Il y a alors 25 % de chances que les créatures situées dans la zone se retrouvent embourbées, devant réussir un test de Force DD 10 pour se libérer. Au round suivant, l’eau reflue dans la zone, pouvant alors provoquer une noyade.",
        "24-25": "Le sol tremble violemment dans un rayon de 24 m autour d’un point situé à une distance maximale de 60 m du clerc. Toutes les créatures prises dans la zone d’effet doivent réussir un jet de sauvegarde de Réflexes pour rester debout. Elles subissent 1d6 points de dégâts de chute en cas d’échec. Il s’agit de la seule action autorisée pendant ce round : les cibles affectées ne peuvent ni attaquer ni lancer de sort tandis qu’elles luttent pour garder leur équilibre. Elles ne sont plus en mesure de se défendre, subissent un malus de -4 à la CA, et les incantateurs doivent réussir un jet de sauvegarde de Volonté DD 15 pour maintenir leur concentration sur un sort préalablement lancé. Les créatures volantes et intangibles ne sont évidemment pas affectées par ce sort. Des effets supplémentaires peuvent survenir en fonction du terrain : Dans les grottes, tunnels, bâtiments ou sur terrain rocailleux : Il y a 75 % de chances que le plafond s’effondre, qu’un mur s’écroule ou qu’un éboulement se produise, infligeant 7d8 points de dégâts à toutes les créatures situées dans la zone tandis que les débris les frappent de plein fouet. Un jet de sauvegarde de Réflexes réussi réduit les dégâts de moitié. Un échec indique que les créatures sont ensevelies sous les décombres et commencent à étouffer. Elles doivent alors réussir un test d’Endurance DD 12 à chaque round ou subir 1d4 points de dégâts jusqu’à ce qu’elles soient secourues ou qu’elles meurent. À l’air libre : Il y a 50 % de chances qu’une faille s’ouvre au pied de chaque créature dans la zone d’effet (un jet de sauvegarde de Réflexes est autorisé pour éviter de chuter). La fissure mesure 1d4x3 m de profondeur, et la créature qui y tombe subit 1d6 points de dégâts par tranche de 3 m de chute.  Rivière, marais ou lac : Des failles s’ouvrent au fond du lac ou dans le lit de la rivière, provoquant un écoulement rapide de celle-ci et laissant un bourbier poisseux derrière elle. Il y a alors 50 % de chances que les créatures situées dans la zone se retrouvent embourbées, devant réussir un test de Force DD 14 pour se libérer. Au round suivant, l’eau reflue dans la zone, pouvant alors provoquer une noyade.",
        "26-27": "Le sol tremble violemment dans un rayon de 30 m autour d’un point situé à une distance maximale de 120 m du clerc. Ce séisme persiste pendant 1d3+1 rounds, affectant tout ce qui se situe dans sa zone d’effet comme suit : toutes les créatures prises dans la zone doivent réussir un jet de sauvegarde de Réflexes pour rester debout. Elles subissent 1d8+1 points de dégâts de chute en cas d’échec. Il s’agit de la seule action autorisée pendant ce round : les cibles affectées ne peuvent ni attaquer ni lancer de sort tandis qu’elles luttent pour garder leur équilibre. Elles ne sont plus en mesure de se défendre et subissent un malus de -4 à la CA, et les incantateurs doivent réussir un jet de sauvegarde de Volonté DD 17 pour maintenir leur concentration sur un sort préalablement lancé. Les créatures volantes et intangibles ne sont évidemment pas affectées par ce sort. Des effets supplémentaires peuvent survenir en fonction du terrain : Dans les grottes, tunnels, bâtiments ou sur terrain rocailleux : Il y a 90 % de chances que le plafond s’effondre, qu’un mur s’écroule ou qu’un éboulement se produise, infligeant 8d8 points de dégâts à toutes les créatures situées dans la zone tandis que les débris les frappent de plein fouet. Un jet de sauvegarde de Réflexes réussi réduit les dégâts de moitié. Un échec indique que les créatures sont ensevelies sous les décombres et commencent à étouffer. Elles doivent réussir un test d’Endurance DD 12 à chaque round ou subir 1d5 points de dégâts jusqu’à ce qu’elles soient secourues ou qu’elles meurent. À l’air libre : Il y a 75 % de chances qu’une faille s’ouvre au pied de chaque créature dans la zone d’effet (un jet de sauvegarde de Réflexes est autorisé pour éviter de chuter). La fissure mesure 1d6x3 m de profondeur, et la créature qui y tombe subit 1d6 points de dégâts par tranche de 3 m de chute. De plus, il y a 25 % de chances que chaque fissure se referme 1d4+3 rounds plus tard. Toute créature prise dans une faille qui se referme subit 10d10 points de dégâts tandis que la terre les broie inexorablement. Celles qui survivent commencent à suffoquer et doivent réussir un test d’Endurance DD 16 à chaque round ou subir 1d6 points de dégâts supplémentaires jusqu’à ce qu’elles soient secourues ou meurent. Rivière, marais ou lac : Des failles s’ouvrent au fond du lac ou dans le lit de la rivière, provoquant un écoulement rapide de celle-ci et laissant un bourbier poisseux derrière elle. Il y a alors 75 % de chances que les créatures situées dans la zone se retrouvent embourbées, devant réussir un test de Force DD 14 pour se libérer. Au round suivant, l’eau reflue dans la zone, pouvant alors provoquer une noyade.",
        "28-33": "Le sol tremble dans un rayon de 40 m autour d’un point situé à une distance maximale de 150 m du clerc. Ce séisme persiste pendant 1d4+1 rounds, affectant tout ce qui se situe dans sa zone d’effet comme suit : toutes les créatures prises dans la zone doivent réussir un jet de sauvegarde de Réflexes pour rester debout. Elles subissent 1d8+3 points de dégâts de chute en cas d’échec. Il s’agit de la seule action autorisée pendant ce round : les cibles affectées ne peuvent ni attaquer ni lancer de sort tandis qu’elles luttent pour garder leur équilibre. Elles ne sont plus en mesure de se défendre et subissent un malus de -4 à la CA, et les incantateurs doivent réussir un jet de sauvegarde de Volonté DD 19 pour maintenir leur concentration sur un sort préalablement lancé. Les créatures intangibles ne sont pas affectées par ce sort, mais les créatures volantes peuvent être prises dans des courants ascendants. Toute créature volant à moins de 15 m du sol doit réussir un jet de sauvegarde de Réflexes DD 20 ou se voir jetée au sol, subissant 2d6 points de dégâts. Des effets supplémentaires peuvent survenir en fonction du terrain :  Dans les grottes, tunnels, bâtiments ou sur terrain rocailleux : Le plafond s’effondre, un mur s’écroule ou un éboulement se produit, infligeant 9d8 points de dégâts à toutes les créatures situées dans la zone tandis que les débris les frappent de plein fouet. Un jet de sauvegarde de Réflexes réussi réduit les dégâts de moitié. Un échec indique que les créatures sont ensevelies sous les décombres et commencent à étouffer. Elles doivent réussir un test d’Endurance DD 14 à chaque round ou subir 1d6 points de dégâts jusqu’à ce qu’elles soient secourues ou qu’elles meurent. À l’air libre : Une faille s’ouvre aux pieds de chaque créature dans la zone d’effet (un jet de sauvegarde de Réflexes est autorisé pour éviter de chuter). La fissure mesure 2d6x3 m de profondeur, et la créature qui y tombe subit 1d6 points de dégâts par tranche de 3 m de chute. De plus, il y a 50 % de chances que chaque fissure se referme 1d4+1 rounds plus tard. Toute créature prise dans une faille qui se referme subit 10d10 points de dégâts tandis que la terre le broie inexorablement. Celles qui survivent commencent à suffoquer et doivent réussir un test d’Endurance DD 16 à chaque round ou subir 1d6 points de dégâts supplémentaires jusqu’à ce qu’elles soient secourues ou qu’elles meurent. Rivière, marais ou lac : Des failles s’ouvrent au fond du lac ou dans le lit de la rivière, provoquant un écoulement rapide de celle-ci et laissant un bourbier poisseux derrière elle. Toutes les créatures situées dans la zone se retrouvent embourbées et doivent réussir un test de Force DD 16 pour se libérer. Au round suivant, l’eau reflue dans la zone, pouvant alors provoquer une noyade.",
        "34-35": "Le sol tremble dans un rayon de 45 m autour d’un point situé à une distance maximale de 180 m du clerc. Ce séisme persiste pendant 1d5+2 rounds, affectant tout ce qui se situe dans sa zone d’effet comme suit : toutes les créatures prises dans la zone doivent réussir un jet de sauvegarde de Réflexes pour rester debout. Elles subissent 1d8+5 points de dégâts de chute en cas d’échec. Il s’agit de la seule action autorisée pendant ce round : les cibles affectées ne peuvent ni attaquer ni lancer de sort tandis qu’elles luttent pour garder leur équilibre. Elles ne sont plus en mesure de se défendre et subissent un malus de -4 à la CA, et les incantateurs doivent réussir un jet de sauvegarde de Volonté DD 21 pour maintenir leur concentration sur un sort préalablement lancé. Les créatures intangibles ne sont pas affectées par ce sort, mais les créatures volantes peuvent être prises dans des courants ascendants. Toute créature volant à moins de 15 m du sol doit réussir un jet de sauvegarde de Réflexes DD 20 ou se voir jetée au sol, subissant 2d6 points de dégâts. Des effets supplémentaires peuvent survenir en fonction du terrain : Dans les grottes, tunnels, bâtiments ou sur terrain rocailleux : Le plafond s’effondre, un mur s’écroule ou un éboulement se produit, infligeant 10d8 points de dégâts à toutes les créatures situées dans la zone tandis que les débris les frappent de plein fouet. Un jet de sauvegarde de Réflexes réussi réduit les dégâts de moitié. Un échec indique que les créatures sont ensevelies sous les décombres et commencent à étouffer. Elles doivent réussir un test d’Endurance DD 16 à chaque round ou subir 1d6 points de dégâts jusqu’à ce qu’elles soient secourues ou qu’elles meurent. À l’air libre : Une faille s’ouvre aux pieds de chaque créature dans la zone d’effet (un jet de sauvegarde de Réflexes est autorisé pour éviter de chuter). La fissure mesure 3d6x3 m de profondeur, et la créature qui y tombe subit 1d6 points de dégâts par tranche de 3 m de chute. De plus, il y a 50 % de chances que chaque fissure se referme 1d4+1 rounds plus tard. Toute créature prise dans une faille qui se referme subit 10d10 points de dégâts tandis que la terre le broie inexorablement. Celles qui survivent commencent à suffoquer et doivent réussir un test d’Endurance DD 16 chaque round ou subir 1d6 points de dégâts supplémentaires jusqu’à ce qu’elles soient secourues ou qu’elles meurent. Rivière, marais ou lac : Des failles s’ouvrent au fond du lac ou dans le lit de la rivière, provoquant un écoulement rapide de celle-ci et laissant un bourbier poisseux derrière elle. Toutes les créatures situées dans la zone se retrouvent embourbées et doivent réussir un test de Force DD 18 pour se libérer. Au round suivant, l’eau reflue dans la zone, pouvant alors provoquer une noyade.",
        "36-37": "Le clerc sème la destruction dans un rayon de 800 m autour d’un point situé à une distance maximale de 15 km de celui-ci. Il n’est pas nécessaire qu’il ait une ligne de vue dégagée sur la zone. Un séisme massif abat des forteresses entières, fend les digues, engouffre les villages, fermes, animaux et peuples, des flammes rugissantes jaillissent des éruptions de laves, ainsi que d’autres événements cataclysmiques. Le Juge peut autoriser tous ceux qui se tiennent dans la zone d’effet à effectuer un jet de sauvegarde pour éviter une mort immédiate, mais la puissance des tremblements et les dégâts causés sont tels qu’ils sont souvent inévitablement fatals. Même les créatures volantes sont prises dans des courants et des vents tempétueux. Le paysage est définitivement altéré suite à ces événements.",
        "38-99": "Le clerc sème la destruction dans un rayon de 5 km autour d’un point qu’il peut voir, et ce même s’il est situé sur un autre plan. Des instruments de divination peuvent lui permettre de lancer ce sort sur de très longues distances. Un séisme massif abat des forteresses entières, fend les digues, engouffre les villages, fermes, animaux et peuples, des flammes rugissantes jaillissent des éruptions de laves, ainsi que d’autres événements cataclysmiques. Le Juge peut autoriser tous ceux qui se tiennent dans la zone d’effet à effectuer un jet de sauvegarde pour éviter une mort immédiate, mais la puissance des tremblements et les dégâts causés sont tels qu’ils sont souvent inévitablement fatals. Même les créatures volantes sont prises dans des courants et des vents tempétueux. Le paysage est définitivement altéré suite à ces événements."
      }
    },
	
    "Cure Paralysis": {
      "name": "Cure Paralysis",
      "description": "<h1>Guérison de la paralysie</h1><p><strong>Niveau :</strong> 2</p><p><strong>Portée :</strong> Contact ou plus</p><p><strong>Durée :</strong> Une journée ou permanent (voir ci-dessous)</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page :</strong> 273</p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.xPjNoWHN0DlwM7Cu]{Guérison de la paralysie}</p>",
      "results": {
        "-99-13": "Échec.",
        "14-15": "Une créature touchée est libérée de la paralysie. Si celle-ci était due à une cause naturelle (par exemple, à cause d’une moelle épinière endommagée) ou à un effet magique limité dans le temps (par exemple, un effet non permanent résultant du sort paralysie), la guérison est définitive et continue. Si la paralysie était due à un effet magique permanent, celle-ci n’est guérie que le temps d’une journée, après quoi elle reprend le dessus.",
        "16-19": "Une créature touchée est immédiatement et définitivement guérie de la paralysie.",
        "20-21": "Une créature touchée est immédiatement et définitivement guérie de la paralysie, ainsi que de toute autre affliction qui restreint ses mouvements. Une créature changée en pierre, par exemple, retrouve son état normal. Le sort peut aussi guérir des transformations en glace et autres substances similaires.",
        "22-25": "Jusqu’à deux créatures touchées sont immédiatement et définitivement guéries de la paralysie, ainsi que de toute autre affliction qui restreint leurs mouvements. Une créature changée en pierre, par exemple, retrouve son état normal. Le sort peut aussi guérir des transformations en glace et autres substances similaires.",
        "26-29": "Jusqu’à deux créatures situées dans un rayon de 9 m du clerc sont immédiatement et définitivement guéries de la paralysie, ainsi que de toute autre affliction qui restreint leurs mouvements. Une créature changée en pierre, par exemple, retrouve son état normal. Le sort peut aussi guérir des transformations en glace et autres substances similaires.",
        "30-31": "Toutes les créatures situées dans un rayon de 9 m du clerc sont immédiatement et définitivement guéries de la paralysie, ainsi que de toute autre affliction qui restreint leurs mouvements. Une créature changée en pierre, par exemple, retrouve son état normal. Le sort peut aussi guérir des transformations en glace et autres substances similaires.",
        "32-33": "Toutes les créatures situées dans un rayon de 18 m du clerc sont immédiatement et définitivement guéries de la paralysie, ainsi que de toute autre affliction qui restreint leurs mouvements. Une créature changée en pierre, par exemple, retrouve son état normal. Le sort peut aussi guérir des transformations en glace et autres substances similaires.",
        "34-99": "Toutes les créatures situées dans un rayon de 36 m du clerc sont immédiatement et définitivement guéries de la paralysie, ainsi que de toute autre affliction qui restreint leurs mouvements. Une créature changée en pierre, par exemple, retrouve son état normal. Le sort peut aussi guérir des transformations en glace et autres substances similaires."
      }
    },
	
    "Curse": {
      "name": "Curse",
      "description": "<h1>Malédiction</h1><p><strong>Niveau :</strong> 2</p><p><strong>Portée :</strong> À vue</p><p><strong>Durée :</strong> Variable (voir ci-dessous)</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation.</p><p><strong>Page:</strong> 274</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.AsA3cT6wtpMeJTJA]{Malédiction}</p>",
      "results": {
        "-99-13": "Échec.",
        "14-15": "Le clerc profère une malédiction basique à l’encontre d’une cible unique, lui infligeant un malus de -1 en Chance pendant 24 h.",
        "16-19": "Le clerc profère une malédiction à l’encontre d’une cible unique, lui infligeant un malus de -2 en Chance et de -1 à un autre élément de son profil au choix du clerc pendant une semaine. Ce peut être un malus aux jets d’attaque, de dégâts, de sauvegarde, à une caractéristique, aux tests d’incantation, à la classe d’armure, au mouvement (pour une équivalence de -1 = -1,5 m), aux points de vie, etc.",
        "20-21": "Le clerc profère une malédiction à l’encontre d’une cible unique, lui infligeant un malus de -2 en Chance et de -2 à un autre élément de son profil au choix du clerc pendant une semaine. Ce peut être un malus aux jets d’attaque, de dégâts, de sauvegarde, à une caractéristique, aux tests d’incantation, à la classe d’armure, au mouvement (pour une équivalence de -1 = -1,5 m), aux points de vie, etc. Le clerc peut choisir à la place de restreindre une capacité physique ou mentale chez la cible pendant une semaine. Celle-ci peut, par exemple, ne plus pouvoir parler, marcher, dormir, voir, etc.",
        "22-25": "Le clerc profère une malédiction à l’encontre d’une cible unique, lui infligeant un malus de -2 en Chance, -2 à un autre élément de son profil au choix du clerc ainsi que la restriction d’une capacité physique ou mentale (par exemple, ne plus pouvoir parler, marcher, dormir, voir, etc.). Le malus peut concerner les jets d’attaque, de dégâts, de sauvegarde, une caractéristique, les tests d’incantation, la classe d’armure, le mouvement (pour une équivalence de -1 = -1,5 m), les points de vie, etc. La durée est continue jusqu’à ce que des conditions spécifiques soient remplies. Elles doivent avoir un sens particulier pour la divinité du clerc ou pour la cible, et celle-ci doit être capable de les remplir (même si elles sont particulièrement difficiles). Par exemple : « Tu resteras aveugle tant que tu n’auras pas embrassé la reine des méduses » ou « Tu ne trouveras plus le sommeil jusqu’à ce que tu fermes les yeux dans la tombe du démon qui ne dort jamais. »",
        "26-29": "Le clerc profère une malédiction à l’encontre d’un groupe de personnes : une famille, une communauté, un village, un groupe d’aventuriers, etc. Il peut affecter ainsi jusqu’à 10 personnes tant qu’elles appartiennent à ce groupe. La malédiction leur inflige un malus de -2 en Chance, -2 à un autre élément de leur profil au choix du clerc ainsi que la restriction d’une capacité physique ou mentale (par exemple, ne plus pouvoir parler, marcher, dormir, voir, etc.). Le malus peut concerner les jets d’attaque, de dégâts, de sauvegarde, une caractéristique, les tests d’incantation, la classe d’armure, le mouvement (pour une équivalence de -1 = -1,5 m), les points de vie, etc. La durée est continue jusqu’à ce que des conditions spécifiques soient remplies. Elles doivent avoir un sens particulier pour la divinité du clerc ou pour les cibles, et celles-ci doivent être capables de les remplir (même si elles sont particulièrement difficiles). Par exemple : « Vous resterez aveugles tant que vous n’aurez pas embrassé la reine des méduses » ou « Vous ne trouverez plus le sommeil jusqu’à ce que vous fermiez les yeux dans la tombe du démon qui ne dort jamais. »",
        "30-31": "Le clerc profère une malédiction à l’encontre d’un groupe étendu de personnes : une famille, une communauté, un village, un groupe d’aventuriers, les habitants d’un château, etc. Il peut affecter ainsi jusqu’à 50 personnes tant qu’elles appartiennent à ce groupe. La malédiction leur inflige un malus de -2 en Chance, -2 à deux autres éléments de leur profil au choix du clerc ainsi que la restriction d’une capacité physique ou mentale (par exemple, ne plus pouvoir parler, marcher, dormir, voir, etc.). Les malus de profil peuvent concerner les jets d’attaque, de dégâts, de sauvegarde, une caractéristique, les tests d’incantation, la classe d’armure, le mouvement (pour une équivalence de -1 = -1,5 m), les points de vie, etc. La durée est continue jusqu’à ce que des conditions spécifiques soient remplies. Elles doivent avoir un sens particulier pour la divinité du clerc ou pour les cibles, et celles-ci doivent être capables de les remplir (même si elles sont particulièrement difficiles). Par exemple : « Vous resterez aveugles tant que vous n’aurez pas embrassé la reine des méduses » ou « Vous ne trouverez plus le sommeil jusqu’à ce que vous fermiez les yeux dans la tombe du démon qui ne dort jamais. »",
        "32-33": "Le clerc profère une malédiction à l’encontre d’un groupe très étendu de personnes : une famille, une communauté, un village, un groupe d’aventuriers, les habitants d’un château, etc. Il peut affecter ainsi jusqu’à 100 personnes tant qu’elles appartiennent à ce groupe. La malédiction leur inflige un malus de -4 en Chance, -2 à trois autres éléments de leur profil au choix du clerc ainsi que la restriction d’une capacité physique ou mentale (par exemple, ne plus pouvoir parler, marcher, dormir, voir, etc.). Les malus de profil peuvent concerner les jets d’attaque, de dégâts, de sauvegarde, une caractéristique, les tests d’incantation, la classe d’armure, le mouvement (pour une équivalence de -1 = -1,5 m), les points de vie, etc. La durée est continue jusqu’à ce que des conditions spécifiques soient remplies. Elles doivent avoir un sens particulier pour la divinité du clerc ou pour les cibles, et celles-ci doivent être capables de les remplir (même si elles sont particulièrement difficiles). Par exemple : « Vous resterez aveugles tant que vous n’aurez pas embrassé la reine des méduses » ou « Vous ne trouverez plus le sommeil jusqu’à ce que vous fermiez les yeux dans la tombe du démon qui ne dort jamais. ».",
        "34-99": "Le clerc profère une malédiction à l’encontre d’un groupe extrêmement étendu de personnes : une famille, une communauté, un village, un groupe d’aventuriers, les habitants d’un château, etc. Il peut affecter ainsi jusqu’à 1 000 personnes tant qu’elles appartiennent à ce groupe. De plus, la malédiction se transmet aux descendants de toutes les personnes affectées sur plusieurs générations tant qu’elle n’est pas levée. La malédiction leur inflige un malus de -4 en Chance, -2 à trois autres éléments de leur profil au choix du clerc ainsi que la restriction d’une capacité physique ou mentale (par exemple, ne plus pouvoir parler, marcher, dormir, voir, etc.). Les malus de profil peuvent concerner les jets d’attaque, de dégâts, de sauvegarde, une caractéristique, les tests d’incantation, la classe d’armure, le mouvement (pour une équivalence de -1 = -1,5 m), les points de vie, etc. La durée est continue jusqu’à ce que des conditions spécifiques soient remplies. Elles doivent avoir un sens particulier pour la divinité du clerc ou pour les cibles, et celles-ci doivent être capables de les remplir (même si elles sont particulièrement difficiles). Par exemple : « Vous resterez aveugles tant que vous n’aurez pas embrassé la reine des méduses » ou « Vous ne trouverez plus le sommeil jusqu’à ce que vous fermiez les yeux dans la tombe du démon qui ne dort jamais. »"
      }
    },
	
    "Darkness": {
      "name": "Darkness",
      "description": "<h1>Ténèbres</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> 6 m de rayon ou plus</p><p><strong>Durée :</strong> 1 tour ou plus</p><p><strong>Temps d’incantation :</strong> 1 action ou plus</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 269</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.QmGiNZuYAq2YPAib]{Ténèbres}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "La zone immédiate autour du clerc, dans un rayon de 6 m, est plongée dans les ténèbres comme si toute lumière en avait disparu. L’obscurité reste fixe (elle ne suit pas le clerc) et persiste pendant 1 tour.",
        "14-17": "Le clerc peut désigner un point dans une portée de 6 m et y créer une sphère d’obscurité de 6 m de rayon qui persiste au même endroit pendant 1 tour.",
        "18-19": "Le clerc peut désigner un point dans une portée de 30 m et y créer une sphère d’obscurité de 6 m de rayon qui persiste au même endroit pendant 1 tour.",
        "20-23": "Le clerc peut désigner un point dans une portée de 30 m et y créer une sphère d’obscurité de 6 m de rayon. L’obscurité persiste pendant 1 tour. En se concentrant au cours des rounds suivants, le clerc peut déplacer la zone d’obscurité jusqu’à 12 m par round, au-delà de la portée originelle de 30 m s’il le souhaite.",
        "24-27": "Le clerc peut désigner une zone dans une portée de 60 m et y créer une sphère d’obscurité de 12 m de rayon. L’obscurité persiste pendant 2 tours. En se concentrant lors des rounds suivants, le clerc peut déplacer la zone d’obscurité jusqu’à 24 m par round, au-delà de la portée originelle de 60 m s’il le souhaite.",
        "28-29": "Le clerc peut étouffer toutes les sources de lumière. Il peut désigner une zone dans une portée de 60 m et y faire apparaître une sphère d’obscurité de 12 m de rayon. Le clerc peut déplacer cette sphère à raison de 24 m par round. Aucune concentration n’est requise. La sphère persiste pendant 1 h. De plus, toutes les sources de lumière terrestres dans la sphère sont étouffées. Les torches s’éteignent, les lanternes crépitent et meurent, les vers luisants s’estompent, etc.",
        "30-31": "D’un mouvement de bras, le clerc peut plonger dans l’obscurité une zone considérable. Il peut choisir un des trois effets suivants : un cône s’étendant sur 120 m avec une largeur de 30 m à son extrémité ; une sphère d’un maximum de 18 m de diamètre centrée sur un point situé à 90 m ou moins ; ou une large bande, jusqu’à 300 m de long et 3 m de large. L’obscurité totale règne dans la zone. Aucune source de lumière ne peut y pénétrer. De plus, toutes les sources de lumière terrestres dans la sphère sont étouffées. Les torches s’éteignent, les lanternes crépitent et meurent, les vers luisants s’estompent, etc. Le clerc, par contre, est capable de voir au travers de cette obscurité. La zone de ténèbres peut être déplacée d’un maximum de 30 m par round sans concentration. Elle persiste jusqu’à 1 journée ou jusqu’à sa dissipation.",
        "32-99": "Le clerc peut masquer le soleil, la lune et les étoiles ou d’autres sources de lumière. Cette démonstration extraordinaire de pouvoir divin nécessite une concentration intense. Si ce résultat est obtenu, le clerc doit maintenir sa concentration. Toutes les sources de lumière dans une zone de 150 m de rayon commencent à s’estomper. Pour chaque round où le clerc se concentre, les sources de lumière faiblissent de 1d20 %. Les torches continuent à brûler, mais leurs flammes semblent émettre de moins en moins de lumière à chaque round. Le Juge lance le dé à chaque round durant lequel le clerc se concentre. Quand le total atteint 100 %, toutes les sources de lumière ont été entièrement étouffées, et le paysage autour du clerc est complètement obscurci (du moins aux yeux de toutes les personnes dans les 150 m, car le soleil ne s’arrête pas de briller par ailleurs). Une fois que toutes les sources de lumière sont éteintes, le rayon d’effet commence à s’étendre d’1d6 m par round de concentration. La portée maximale correspond au NI du clerc x 300 m. L’effet dure tant que le clerc reste concentré. Quand la concentration est brisée, la lumière revient au rythme où elle avait disparu. S’il lui avait fallu 7 rounds pour disparaître, il lui faudra 7 rounds pour revenir à sa pleine puissance."
      }
    },
	
    "Detect Evil": {
      "name": "Detect Evil",
      "description": "<h1>Détection du mal</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> Rayon de 18 m autour du clerc ou plus (voir ci-dessous)</p><p><strong>Durée :</strong> 6 tours</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation (le cas échéant)</p><p><strong>Page:</strong> 261</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.hrEkyd6G80Bdyh98]{Détection du mal}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Les créatures d’alignement opposé sont potentiellement détectées, tout comme les objets dangereux par nature (comme les pièges ou les armes maudites). Les créatures maléfiques ont droit à un jet de sauvegarde de Volonté contre le résultat du test d’incantation pour éviter d’être repérées.",
        "14-17": "Les créatures d’alignement opposé sont automatiquement détectées, tout comme les objets dangereux par nature (comme les pièges ou les armes maudites). Les créatures maléfiques n’ont droit à aucun jet de sauvegarde pour éviter d’être repérées.",
        "18-19": "Les créatures d’alignement opposé ainsi que les objets dangereux par nature (comme les pièges ou les armes maudites) sont automatiquement détectées dans un rayon de 35 m autour du clerc. Les créatures maléfiques n’ont droit à aucun jet de sauvegarde pour éviter d’être repérées.",
        "20-23": "Le clerc est immédiatement conscient de la présence de créatures maléfiques ou d’objets dangereux dans un rayon de 50 m. De plus, les créatures maléfiques et les objets dangereux luisent d’une lumière surnaturelle parfaitement repérable par les alliés du clerc.",
        "24-27": "Le clerc est immédiatement conscient de la présence de créatures maléfiques ou d’objets dangereux dans un rayon de 50 m. De plus, les créatures maléfiques et les objets dangereux luisent d’une lumière surnaturelle parfaitement repérable par les alliés du clerc. Enfin, le clerc est conscient des créatures ayant l’intention de lui nuire, et ce même si elles ne sont pas d’un alignement opposé. Par exemple, une araignée dénuée d’intelligence mais agressive sera détectée, aussi bien qu’un ours affamé qui souhaite faire du clerc son déjeuner.",
        "28-29": "Le clerc est immédiatement conscient de la présence de créatures maléfiques ou d’objets dangereux dans un rayon de 50 m. De plus, les créatures maléfiques et les objets dangereux luisent d’une lumière surnaturelle parfaitement repérable par les alliés du clerc. Enfin, le clerc est conscient des créatures ayant l’intention de lui nuire, et ce même si elles ne sont pas d’un alignement opposé. Par exemple, une araignée dénuée d’intelligence mais agressive sera détectée, aussi bien qu’un ours affamé qui souhaite faire du clerc son déjeuner. Les créatures détectées par ce sort sont frappées par la lumière de la vérité et subissent un malus de -1 aux jets d’attaque, de dégâts, de sauvegarde, aux tests de compétence et d’incantation tant qu’elles restent dans la zone d’effet du sort.",
        "30-31": "Le clerc est immédiatement conscient de la présence de créatures maléfiques ou d’objets dangereux dans un rayon de 75 m. De plus, les créatures maléfiques et les objets dangereux luisent d’une lumière surnaturelle parfaitement repérable par les alliés du clerc. Enfin, le clerc est conscient des créatures ayant l’intention de lui nuire, et ce même si elles ne sont pas d’un alignement opposé. Par exemple, une araignée dénuée d’intelligence mais agressive sera détectée, aussi bien qu’un ours affamé qui souhaite faire du clerc son déjeuner. Les créatures détectées par ce sort sont frappées par la lumière de la vérité et subissent un malus de -2 aux jets d’attaque, de dégâts, de sauvegarde, aux tests de compétence et d’incantation tant qu’elles restent dans la zone d’effet du sort.",
        "32-99": "Le clerc est immédiatement conscient de la présence de créatures maléfiques ou d’objets dangereux dans un rayon de 90 m. De plus, les créatures maléfiques et les objets dangereux luisent d’une lumière surnaturelle parfaitement repérable par les alliés du clerc. Enfin, le clerc est conscient des créatures ayant l’intention de lui nuire, et ce même si elles ne sont pas d’un alignement opposé. Par exemple, une araignée dénuée d’intelligence mais agressive sera détectée, aussi bien qu’un ours affamé qui souhaite faire du clerc son déjeuner. Les créatures détectées par ce sort sont frappées par la lumière de la vérité et subissent un malus de -4 aux jets d’attaque, de dégâts, de sauvegarde, aux tests de compétence et d’incantation tant qu’elles restent dans la zone d’effet du sort."
      }
    },
	
    "Detect Magic": {
      "name": "Detect Magic",
      "description": "<h1>Détection de la magie</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> 9 m ou plus</p><p><strong>Durée :</strong> 2 tours</p><p><strong>Temps d’incantation :</strong> 2 actions</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation (le cas échéant)</p><p><strong>Page:</strong> 259</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.My4NPefKqh8wsALZ]{Détection de la magie}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Le clerc est conscient des enchantements affectant tout objet ou toute créature à portée du sort. Cela inclut les armes ou armures portées par une créature, ainsi que les sorts actifs. Le clerc n’est cependant pas capable de distinguer quel élément de la cible est magique. Par exemple, une créature enchantée ou portant un quelconque objet magique lui apparaît comme « magique », mais la source exacte de cette magie ne lui est pas révélée. Le clerc n’obtient pas non plus d’information sur la nature de l’enchantement. Il sait simplement qu’il est présent. Les créatures magiques douées d’intelligence ainsi que les créatures artificielles qui souhaitent dissimuler leur nature magique ont droit à un jet de sauvegarde de Volonté. Les objets situés derrière 1 m de bois, 2,5 cm de métal massif ou 30 cm de pierre ne sont pas détectés.",
        "14-17": "Le clerc est conscient des enchantements affectant tout objet ou toute créature à portée du sort. Cela inclut les armes ou armures portées par une créature, ainsi que les sorts actifs. Le clerc n’est cependant pas capable de distinguer quel élément de la cible est magique. Par exemple, une créature enchantée ou portant un quelconque objet magique lui apparaît comme « magique », mais la source exacte de cette magie ne lui est pas révélée. Le clerc n’obtient pas non plus d’information sur la nature de l’enchantement. Il sait simplement qu’il est présent. Les objets situés derrière 1 m de bois, 2,5 cm de métal massif ou 30 cm de pierre ne sont pas détectés.",
        "18-19": "Le clerc peut déterminer avec exactitude quels objets ou quelles créatures à portée du sort sont enchantés. Il est capable de dire si plusieurs armes ou objets de l’équipement d’une créature sont enchantés, ou si une créature apparaît comme « magique » à cause du manteau qu’elle porte (par exemple) ou parce qu’elle est de nature magique. De plus, le clerc est capable d’estimer grossièrement la puissance de la magie qu’il détecte, révélant le niveau approximatif d’un sort, le bonus général d’une arme ou d’une armure, etc. Les objets situés derrière 1 m de bois, 2,5 cm de métal massif ou 30 cm de pierre ne sont pas détectés.",
        "20-23": "Le clerc peut déterminer avec exactitude quels objets ou quelles créatures à portée du sort sont enchantés. De plus, le sort révèle les créatures d’origine non mortelle (comme les créatures extraplanaires, démons, diables, célestes, morts-vivants, etc.). Le clerc peut faire la distinction entre les créatures magiques et les créatures non mortelles. Il est capable de dire si plusieurs armes ou objets de l’équipement d’une créature sont enchantés, ou si une créature apparaît comme « magique » à cause du manteau qu’elle porte (par exemple) ou parce qu’elle est de nature magique. De plus, le clerc est capable d’estimer grossièrement la puissance de la magie qu’il détecte, révélant le niveau approximatif d’un sort, le bonus général d’une arme ou d’une armure, etc. Les objets situés derrière 1 m de bois, 2,5 cm de métal massif ou 30 cm de pierre ne sont pas détectés.",
        "24-27": "Le clerc peut déterminer avec exactitude quels objets ou quelles créatures à portée du sort sont enchantés. De plus, le sort révèle les créatures d’origine non mortelle (comme les créatures extraplanaires, démons, diables, célestes, morts-vivants, etc.). Le clerc peut faire la distinction entre les créatures magiques et les créatures non mortelles. Il est capable de dire si plusieurs armes ou objets de l’équipement d’une créature sont enchantés, ou de dire si une créature apparaît comme « magique » à cause du manteau qu’elle porte (par exemple) ou parce qu’elle est de nature magique. De plus, le clerc connaît précisément la puissance et la nature de la magie qu’il détecte : il sait qu’un objet est une épée +2 ou qu’une porte est protégée par le sort portail gardé. Enfin, le sort n’est bloqué par aucun matériau (pierre, bois ou métal) tant qu’il est effectué à portée.",
        "28-29": "Le clerc peut déterminer avec exactitude quels objets ou quelles créatures sont enchantés dans un rayon étendu à 36 m. De plus, le sort révèle les créatures d’origine non mortelle (comme les créatures extraplanaires, démons, diables, célestes, morts-vivants, etc.). Le clerc peut faire la distinction entre les créatures magiques et les créatures non mortelles. Il est capable de dire si plusieurs armes ou objets de l’équipement d’une créature sont enchantés, ou de dire si une créature apparaît comme « magique » à cause du manteau qu’elle porte (par exemple) ou parce qu’elle est de nature magique. De plus, le clerc connaît précisément la puissance et la nature de la magie qu’il détecte : il sait qu’un objet est une épée +2 ou qu’une porte est protégée par le sort portail gardé. Enfin, le sort n’est bloqué par aucun matériau (pierre, bois ou métal) tant qu’il est effectué à portée.",
        "30-31": "Le clerc peut déterminer avec exactitude quels objets ou quelles créatures à portée du sort sont enchantés dans un rayon étendu à 36 m et pour une durée allongée à 4 tours. De plus, le sort révèle les créatures d’origine non mortelle (comme les créatures extraplanaires, démons, diables, célestes, morts-vivants, etc.). Le clerc peut faire la distinction entre les créatures magiques et les créatures non mortelles. Il est capable de dire si plusieurs armes ou objets de l’équipement d’une créature sont enchantés, ou de dire si une créature apparaît comme « magique » à cause du manteau qu’elle porte (par exemple) ou parce qu’elle est de nature magique. De plus, le clerc connaît précisément la puissance et la nature de la magie qu’il détecte : il sait qu’un objet est une épée +2 ou qu’une porte est protégée par le sort portail gardé. Enfin, le sort n’est bloqué par aucun matériau (pierre, bois ou métal) tant qu’il est effectué à portée.",
        "32-99": "Le clerc peut déterminer avec exactitude quels objets ou quelles créatures à portée du sort sont enchantés à portée de vue et pour une durée étendue à une heure pleine. De plus, le sort révèle les créatures d’origine non mortelle (comme les créatures extraplanaires, démons, diables, célestes, morts-vivants, etc.). Le clerc peut faire la distinction entre les créatures magiques et les créatures non mortelles. Il est capable de dire si plusieurs armes ou objets de l’équipement d’une créature sont enchantés, ou de dire si une créature apparaît comme « magique » à cause du manteau qu’elle porte (par exemple) ou parce qu’elle est de nature magique. De plus, le clerc connaît précisément la puissance et la nature de la magie qu’il détecte : il sait qu’un objet est une épée +2 ou qu’une porte est protégée par le sort portail gardé. Enfin, le sort n’est bloqué par aucun matériau (pierre, bois ou métal) tant qu’il est effectué à portée."
      }
    },
	
    "Divine Aid": {
      "name": "Divine Aid",
      "description": "<h1>Divine Aid</h1>\n\n<p><strong>Page:</strong> 31</p>\n<p><br/>As a devout worshipper, a cleric is entitled to beseech his deity for divine aid. Beneficent followers are already rewarded with spells and the ability to turn the unholy, so it must be recognized that requesting direct intervention is an extraordinary act. To request divine aid, the cleric makes a spell check at the same modifier that would apply were he casting a spell. This extraordinary act imparts a cumulative +10 penalty to future disapproval range. Based on the result of the spell check, the judge will de scribe the result. Simple requests (e.g., light a candle) are DC 10 and extraordinary requests (e.g., summon and con trol a living column of flame) are DC 18 or higher.",
      "results": {
        "-500-500": "Per Judge."
      }
    },
    "Divine Symbol": {
      "name": "Divine Symbol",
      "description": "<h1>Symbole Divin</h1><p><strong>Niveau :</strong> 2</p><p><strong>Portée :</strong> Personnelle</p><p><strong>Durée :</strong> 1d6 rounds ou plus</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 282</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.D3fJyfUXpxrQcyuo]{Symbole Divin}</p>",
      "results": {
        "-99-13": "Échec.",
        "14-15": "Pendant 1d6 rounds, le clerc peut attaquer au moyen de son symbole sacré comme s’il s’agissait d’une arme magique +1. Elle inflige 1d8+1 points de dégâts (modifiés par la Force) et +2 points de dégâts supplémentaires aux créatures impies.",
        "16-19": "Pendant 2d6+NI rounds, le clerc peut attaquer au moyen de son symbole sacré comme s’il s’agissait d’une arme magique +1. Elle inflige 1d10+1 points de dégâts (modifiés par la Force) et +2 points de dégâts supplémentaires aux créatures impies.",
        "20-21": "Pendant 2d6+NI rounds, le clerc peut attaquer au moyen de son symbole sacré comme s’il s’agissait d’une arme magique +2. Elle inflige 1d10+2 points de dégâts (modifiés par la Force) et +2 points de dégâts supplémentaires aux créatures impies. De plus, tant que le clerc est dans le champ de vision de ses alliés, ceux-ci reçoivent un bonus de +1 aux jets de sauvegarde et aux tests de moral.",
        "22-25": "Pendant 3d6+NI rounds, le clerc peut attaquer au moyen de son symbole sacré comme s’il s’agissait d’une arme magique +2. Elle inflige 1d12+2 points de dégâts (modifiés par la Force) et +4 points de dégâts supplémentaires aux créatures impies. De plus, tant que le clerc est dans le champ de vision de ses alliés, ceux-ci reçoivent un bonus de +1 aux jets de sauvegarde et aux tests de moral.",
        "26-29": "Pendant 3d6+NI rounds, le clerc peut attaquer au moyen de son symbole sacré comme s’il s’agissait d’une arme magique +2. Elle inflige 1d14+2 points de dégâts (modifiés par la Force) et +4 points de dégâts supplémentaires aux créatures impies. De plus, tant que le clerc est dans le champ de vision de ses alliés, ceux-ci reçoivent un bonus de +1 aux jets de sauvegarde et aux tests de moral. Enfin, le clerc bénéficie d’un bonus de +4 aux tests d’incantation visant à repousser les impies, tant qu’il utilise pour cela le symbole sacré affecté par ce sort.",
        "30-31": "Pendant 3d6+NI rounds, le clerc peut attaquer au moyen de son symbole sacré comme s’il s’agissait d’une arme magique +3. Elle inflige 1d16+3 points de dégâts (modifiés par la Force) et +4 points de dégâts supplémentaires aux créatures impies. De plus, tant que le clerc est dans le champ de vision de ses alliés, ceux-ci reçoivent un bonus de +2 aux jets de sauvegarde et aux tests de moral. Enfin, le clerc bénéficie d’un bonus de +4 aux tests d’incantation visant à repousser les impies, tant qu’il utilise pour cela le symbole sacré affecté par ce sort.",
        "32-33": "Pendant 1d6+NI jours, le clerc peut attaquer au moyen de son symbole sacré comme s’il s’agissait d’une arme magique +4. Elle inflige 1d16+4 points de dégâts (modifiés par la Force) et +4 points de dégâts supplémentaires aux créatures impies. De plus, tant que le clerc est dans le champ de vision de ses alliés, ceux-ci reçoivent un bonus de +2 aux jets de sauvegarde et aux tests de moral. Enfin, le clerc bénéficie d’un bonus de +6 aux tests d’incantation visant à repousser les impies, tant qu’il utilise pour cela le symbole sacré affecté par ce sort.",
        "34-99": "Pendant 1d6+NI jours, le clerc peut attaquer au moyen de son symbole sacré comme s’il s’agissait d’une arme magique +4. Elle inflige 1d20+5 points de dégâts (modifiés par la Force) et +4 points de dégâts supplémentaires aux créatures impies. De plus, tant que le clerc est dans le champ de vision de ses alliés, ceux-ci reçoivent un bonus de +2 aux jets de sauvegarde et aux tests de moral. Enfin, le clerc bénéficie d’un bonus de +6 aux tests d’incantation visant à repousser les impies, tant qu’il utilise pour cela le symbole sacré affecté par ce sort."
      }
    },
	
    "Exorcise": {
      "name": "Exorcise",
      "description": "<h1>Exorcisme</h1><p><strong>Niveau :</strong> 3</p><p><strong>Portée :</strong> 1,5 km par NI (voir ci-dessous)</p><p><strong>Durée :</strong> Instantanée</p><p><strong>Temps d’incantation :</strong> 1 heure</p><p><strong>Jet de sauvegarde :</strong> Voir ci-dessous</p><p><strong>Page:</strong> 292</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.bWOU2mCSPgXPAYe6]{Exorcisme}</p>",
      "results": {
        "-99-15": "Échec. Le clerc doit réussir un test de Chance DD 5 pour éviter d’attirer l’attention du patron. S’il échoue, la cible se rend compte que quelqu’un tente de rompre le lien avec son patron.",
        "16-17": "Le clerc exorcise le sort lier un patron si le résultat du test d’incantation originel de celui-ci est inférieur à celui du clerc. La cible est hébétée durant 1d6 rounds tandis que le lien se rompt, subissant un malus de -2 à tous ses jets. Si le résultat du test d’incantation n’est pas assez élevé pour rompre le lien, le clerc doit réussir un test de Chance DD 10 pour éviter d’attirer l’attention du patron. S’il échoue, un agent mineur du patron (au choix du Juge) se met à pourchasser le clerc. Il survient 1d5 jours après l’incantation ratée.",
        "18-21": "Le clerc exorcise le sort lier un patron si le résultat du test d’incantation originel de celui-ci est inférieur à celui du clerc. La cible est paralysée pendant 1d6 rounds tandis que le lien se rompt. Si le résultat du test d’incantation n’est pas assez élevé pour rompre le lien, le clerc doit réussir un test de Chance DD 12 pour éviter d’attirer l’attention du patron. S’il échoue, un agent mineur du patron (au choix du Juge) se met à pourchasser le clerc. Il survient 1d4 jours après l’incantation ratée.",
        "22-23": "Le clerc exorcise le sort lier un patron si le résultat du test d’incantation originel de celui-ci est inférieur à celui du clerc. La cible subit 1d6+NI points de dégâts tandis que le lien se rompt. Si le résultat du test d’incantation n’est pas assez élevé pour rompre le lien, le clerc doit réussir un test de Chance DD 14 pour éviter d’attirer l’attention du patron. S’il échoue, un agent du patron de puissance modérée (au choix du Juge) se met à pourchasser le clerc. Il survient 1d3 jours après l’incantation ratée.",
        "24-26": "Le clerc exorcise le sort lier un patron si le résultat du test d’incantation originel de celui-ci est inférieur à celui du clerc. La cible subit 1d8+NI points de dégâts plus la perte temporaire de 1 point de caractéristique (déterminée aléatoirement) tandis que le lien se rompt. Si le résultat du test d’incantation n’est pas assez élevé pour rompre le lien, le clerc doit réussir un test de Chance DD 16 pour éviter d’attirer l’attention du patron. S’il échoue, un agent du patron de puissance modérée (au choix du Juge) se met à pourchasser le clerc. Il survient 1d2 jours après l’incantation ratée.",
        "27-31": "Le clerc exorcise le sort lier un patron si le résultat du test d’incantation originel de celui-ci est inférieur à celui du clerc. Tandis que le lien se rompt, la cible subit 1d10+NI points de dégâts, plus la perte temporaire de 1 point de caractéristique (déterminée aléatoirement), et perd la capacité d’incanter un sort au hasard pour le restant de la journée s’il s’agit d’un lanceur de sort. Si le résultat du test d’incantation n’est pas assez élevé pour rompre le lien, le clerc doit réussir un test de Chance DD 18 pour éviter d’attirer l’attention du patron. S’il échoue, un agent du patron de puissance modérée (au choix du Juge) se met à pourchasser le clerc. Il survient 1d2 jours après l’incantation ratée.",
        "32-33": "Le clerc exorcise le sort lier un patron si le résultat du test d’incantation originel de celui-ci est inférieur à celui du clerc. Tandis que le lien se rompt, la cible subit 2d6+NI points de dégâts, plus la perte temporaire de 2 points dans une caractéristique (déterminée aléatoirement), et doit réussir un jet de sauvegarde de Volonté pour éviter de perdre connaissance pendant 1d6 heures. Si le résultat du test d’incantation n’est pas assez élevé pour rompre le lien, le clerc doit réussir un test de Chance DD 20 pour éviter d’attirer l’attention du patron. S’il échoue, un puissant agent du patron (au choix du Juge) se met à pourchasser le clerc. Il survient le jour même de l’incantation ratée. Si le test de Chance est réussi, le clerc subit malgré tout un contrecoup cosmique sous la forme d’une malédiction mineure au choix du Juge.",
        "34-35": "Le clerc exorcise le sort lier un patron si le résultat du test d’incantation originel de celui-ci est inférieur à celui du clerc. Tandis que le lien se rompt, la cible subit 3d6+NI points de dégâts, plus la perte temporaire de 3 points dans une caractéristique (déterminée aléatoirement), et doit réussir un jet de sauvegarde de Volonté ou perdre tous ses sorts pendant 24 h s’il s’agit d’un lanceur de sort. Si le résultat du test d’incantation n’est pas assez élevé pour rompre le lien, le clerc doit réussir un test de Chance DD 22 pour éviter d’attirer l’attention du patron. S’il échoue, un agent particulièrement puissant du patron (au choix du Juge) se met à pourchasser le clerc. Il survient 1d12 heures après l’incantation ratée. Si le test de Chance est réussi, le clerc subit malgré tout un contrecoup cosmique sous la forme d’une malédiction mineure au choix du Juge.",
        "36-99": "Le clerc exorcise le sort lier un patron si le résultat du test d’incantation originel de celui-ci est inférieur à celui du clerc. Tandis que le lien se rompt, la cible doit réussir un jet de sauvegarde de Vigueur DD 22. Si elle réussit, elle subit 3d8+NI points de dégâts, plus la perte temporaire de 4 points dans une caractéristique (déterminée aléatoirement), plus 1 point de manière permanente. Si elle échoue, elle subit une ignoble métamorphose physique, sa structure corporelle se rompant sous le déferlement de puissance surnaturelle. La nature exacte de la transformation est laissée au choix du Juge : la cible peut être changée en horrible monstre, en limon, en une pierre intelligente mais totalement immobile, etc. Si le résultat du test d’incantation n’est pas assez élevé pour rompre le lien, il attire automatiquement l’attention du patron, qui apparaît immédiatement à proximité du clerc avec la ferme intention de le détruire."
      }
    },
	
    "Food of the Gods": {
      "name": "Food of the Gods",
      "description": "<h1>Nourriture divine</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> 9 m</p><p><strong>Durée :</strong> 24 heures (voir ci-dessous)</p><p><strong>Temps d’incantation :</strong> 1 tour</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 262</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.fcMSbUbxKyEcV5EC]{Nourriture divine}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Le clerc parvient à purifier assez de nourriture avariée ou d’eau croupie pour subvenir aux besoins de 1d6+NI personnes. Le sort se contente de rendre comestible de la nourriture qui ne l’était plus et n’a aucun effet sur le poison. Il n’est pas possible de créer de la nourriture ou de l’eau avec un tel résultat.",
        "14-17": "Le clerc crée assez de nourriture et d’eau pour subvenir aux besoins de 5+NI personnes.",
        "18-19": "Le clerc crée assez de nourriture et d’eau pour subvenir aux besoins de 10+NI personnes.",
        "20-23": "Le clerc crée assez de nourriture et d’eau pour subvenir aux besoins de 15+NI personnes.",
        "24-27": "Le clerc crée assez de nourriture et d’eau pour subvenir aux besoins de 20+NI personnes.",
        "28-29": "Le clerc crée assez de nourriture et d’eau pour subvenir aux besoins de 30+NI personnes ou produit un festin héroïque et revigorant pour 5 personnes. La nourriture et les boissons d’un tel festin octroient tous les bénéfices d’une bonne nuit de sommeil, restaurent un point de caractéristique temporairement perdu et soignent 1d4+NI points de dégâts.",
        "30-31": "Le clerc crée assez de nourriture et d’eau pour subvenir aux besoins de 30+NI personnes et produit un festin héroïque et revigorant pour 10 personnes. La nourriture et les boissons d’un tel festin octroient tous les bénéfices d’une bonne nuit de sommeil, restaurent deux points de caractéristique temporairement perdus et soignent 1d6+NI points de dégâts.",
        "32-99": "La terre s’ouvre pour révéler une corne d’abondance aux fidèles compagnons du clerc. Tout ce qui peut produire de la nourriture ou de l’eau à portée de vue de clerc se met à en produire avec abondance. Tous les éléments naturels, comme les champs ou les arbres fruitiers, sont subitement chargés de fruits et de grains ; les objets et ustensiles, comme les paniers ou les casseroles, se remplissent de mets délicieux ; les animaux sauvages eux-mêmes se présentent aux pieds du clerc pour s’offrir en sacrifice. Ce spectacle divin fournit un solide repas, suffisant pour nourrir une centaine de personnes. De plus, ces mets d’exception produisent un festin héroïque et revigorant pour 15 personnes. La nourriture et les boissons d’un tel festin octroient tous les bénéfices d’une bonne nuit de sommeil, restaurent trois points de caractéristique temporairement perdus et soignent 1d10+NI points de dégâts."
      }
    },
	
    "Holy Sanctuary": {
      "name": "Holy Sanctuary",
      "description": "<h1>Sanctuaire</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> Personnelle ou plus</p><p><strong>Durée :</strong> 1 round ou plus</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation</p><p><strong>Page:</strong> 268</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.J6bS56SKm9trOsZx]{Sanctuaire}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Les ennemis du clerc éprouvent des difficultés à l’attaquer. Ils sont distraits, et le clerc a plus de facilité à esquiver leurs attaques. Toute attaque dirigée contre lui au prochain round subit un malus de -2.",
        "14-17": "Les ennemis du clerc sont contraints de concentrer leurs attaques sur d’autres cibles. Tant qu’un assaillant peut raisonnablement attaquer une autre cible que le clerc, il doit le faire. Pour pouvoir résister à cette compulsion et attaquer le clerc, l’ennemi doit réussir un jet de sauvegarde de Volonté contre un DD égal au résultat du test d’incantation. Si le clerc est la seule cible raisonnable, la créature n’a pas besoin d’effectuer un jet de sauvegarde pour l’attaquer. L’effet dure 1 tour. Il prend fin immédiatement si le clerc attaque ou agit de façon agressive.",
        "18-19": "Les ennemis du clerc sont contraints de concentrer leurs attaques sur d’autres cibles. Tant qu’un assaillant peut raisonnablement attaquer une autre cible que le clerc, il doit le faire. Pour résister à cette compulsion et attaquer le clerc, l’ennemi doit réussir un jet de sauvegarde de Volonté contre un DD égal au résultat du test d’incantation. Ce jet est requis même si le clerc est la seule cible raisonnable. L’effet dure 1 tour. Il prend fin immédiatement si le clerc attaque ou agit de façon agressive.",
        "20-23": "Les ennemis du clerc sont contraints de concentrer leurs attaques sur d’autres cibles. Tant qu’un assaillant peut raisonnablement attaquer une autre cible que le clerc, il doit le faire. Les créatures de 3 DV ou moins ne peuvent en aucun cas attaquer le clerc. Les créatures de 4 DV ou plus peuvent tenter un jet de sauvegarde de Volonté pour résister à cette compulsion et attaquer le clerc. Ce jet est requis même si le clerc est la seule cible raisonnable. L’effet dure 1 tour. Il prend fin immédiatement si le clerc attaque ou agit de façon agressive.",
        "24-27": "Le clerc peut créer un sanctuaire sacré qui l’enveloppe lui et jusqu’à deux de ses alliés dans un rayon de 1,5 m. Ces derniers doivent rester à moins de 1,5 m ou l’effet se dissipe. Les ennemis sont contraints de concentrer leurs attaques sur d’autres cibles. Tant qu’un assaillant peut raisonnablement attaquer d’autres cibles que le clerc et ses alliés, il doit le faire. Les créatures de 3 DV ou moins ne peuvent en aucun cas les attaquer. Les créatures de 4 DV ou plus peuvent tenter un jet de sauvegarde de Volonté pour résister à cette compulsion. L’effet dure 1 tour. Il prend fin immédiatement si le clerc ou n’importe lequel de ses alliés protégés attaque ou agit de façon agressive.",
        "28-29": "Le clerc peut choisir un lieu et en faire un sanctuaire sacré. Ce doit être un bâtiment unique ou un lieu indépendant d’une surface de moins de 500 m2 ; par exemple un temple, un bois ou une grotte. L’effet dure 1d7 jours. Les créatures qui y résident bénéficient des effets suivants du sanctuaire, sous réserve qu’ils soient au service de la divinité du clerc : les ennemis de moins de 6 DV ne peuvent les attaquer à moins de disposer d’armes magiques, et les ennemis de 7 DV ou plus ou ceux munis d’armes magiques doivent effectuer un jet de sauvegarde de Volonté contre un DD égal au résultat du test d’incantation pour attaquer. L’effet prend fin individuellement pour chaque personnage protégé qui agit de façon agressive. Il est important de noter que les ennemis peuvent toujours pénétrer dans ce lieu et discuter avec ses résidents ; ils ne peuvent simplement pas attaquer ou effectuer une quelconque action agressive.",
        "30-31": "Le clerc peut choisir un lieu et en faire un sanctuaire sacré. Ce doit être un bâtiment unique ou un lieu indépendant d’une surface de moins de 500 m2 ; par exemple un temple, un bois ou une grotte. L’effet dure 1d7+3 semaines. Les créatures qui y résident bénéficient des effets suivants du sanctuaire, sous réserve qu’ils soient au service de la divinité du clerc : les ennemis de moins de 6 DV ne peuvent les attaquer à moins de disposer d’armes magiques, et les ennemis de 7 DV ou plus ou ceux munis d’armes magiques doivent effectuer un jet de sauvegarde de Volonté contre un DD égal au résultat du test d’incantation pour attaquer. L’effet prend fin individuellement pour chaque personnage protégé qui agit de façon agressive. Il est important de noter que les ennemis peuvent toujours pénétrer dans ce lieu et discuter avec ses résidents ; ils ne peuvent simplement pas attaquer ou effectuer une quelconque action agressive.",
        "32-99": "Le clerc peut choisir un lieu et en faire un sanctuaire sacré. Ce doit être un bâtiment unique ou un lieu indépendant d’une surface de moins de 1 000 m2 ; par exemple un temple, un bois ou une grotte. L’endroit ainsi désigné est béni pour l’éternité, tant que la divinité approuve l’oeuvre et les actes du clerc. Les créatures qui y résident bénéficient des effets suivants du sanctuaire, sous réserve qu’ils soient au service de la divinité du clerc : les ennemis de moins de 6 DV ne peuvent les attaquer à moins de disposer d’armes magiques, et les ennemis de 7 DV ou plus ou ceux munis d’armes magiques doivent effectuer un jet de sauvegarde de Volonté contre un DD égal au résultat du test d’incantation pour attaquer. L’effet prend fin individuellement pour chaque personnage protégé qui agit de façon agressive. Il est important de noter que les ennemis peuvent toujours pénétrer dans ce lieu et discuter avec ses résidents ; ils ne peuvent simplement pas attaquer ou effectuer une quelconque action agressive."
      }
    },
	
    "Lay On Hands": {
      "name": "Lay On Hands",
      "description": "<h1>Lay On Hands</h1>\n\n<p><strong>Page:</strong> 31</p>\n\n<p><br/> Clerics heal the faithful. By making a spell check, a cleric may lay on hands to heal damage to any living creature. The cleric may not heal un-dead, animated objects (e.g., living statues), extraplanar creatures (e.g., demons, devils, elementals, etc.), or constructs (e.g., golems) in this manner. The cleric must physically touch the wounds of the faithful and concentrate for 1 action. The spell check is made as any other: roll 1d20 + Personality modifier + caster level. Failure increases disapproval range, as noted above.</p> <p>The damage healed varies according to several factors. <ul> <li>It is always a number of dice, with the type of dice determined by the hit die of the creature to be healed. For example, a warrior uses a d12 hit die, so a warrior would be healed with d12 dice.</li> <li>The number of dice healed cannot exceed the target’s hit dice or class level. For example, a cleric healing a 1st-level character cannot heal with more than 1 die, even if he rolls well on his check.</li> <li>Finally, before rolling his spell check, the cleric may elect to heal a specific condition instead of hit points. Healed dice translate to conditions as noted below. In this case, the target’s hit dice or class level do not act as a ceiling. If the cleric heals the indicated dice, the damaging condition is alleviated. “Overflow” hit dice do not become normal healing, and if the healed dice are too low, there is no effect. <ul>\n  <li>Broken limbs: 1 die</li>\n  <li>Organ damage: 2 dice</li>\n  <li>Disease: 2 dice</li>\n  <li>Paralysis: 3 dice</li>\n  <li>Poison: 3 dice</li>\n  <li>Blindness or deafness: 4 dice</li>\n</ul></ul></p> <p>The cleric’s alignment further influences the results, as follows: <ul> <li>If cleric and subject are the same alignment, they count as “same” on the table below.</li> <li>If cleric and subject differ in alignment by one step (e.g., one is neutral and the other is lawful or chaotic), or have different but not antithetical gods, they count as “adjacent” on the table below. Such a healing action may constitute sin if not done in service of the faith.</li> <li>If cleric and subject are of opposed alignment (e.g., one is lawful and one is chaotic), or have rival gods, they count as “opposed” on the table below. Such a healing almost always counts as a sin unless it is an extraordinary event in the service of the deity.</li></p>",
      "results": {
        "-500-11": "<table class=\"tg\"> <thead> <tr>  <th class=\"tg-0lax\">Alignment</th>    <th class=\"tg-0lax\">Hit Dice</th>  </tr> </thead> <tbody> <tr>  <th class=\"tg-lboi\">Same</td>  <td class=\"tg-lboi\">Failure</td></tr> <tr>  <th class=\"tg-lboi\">Adjacent</td>  <td class=\"tg-lboi\">Failure</td></tr> <tr>  <th class=\"tg-lboi\">Opposed</td>   <td class=\"tg-lboi\">Failure</td>    </tr> </tbody> </table>",
        "12-13": "<table class=\"tg\"> <thead> <tr>  <th class=\"tg-0lax\">Alignment</th>    <th class=\"tg-0lax\">Hit Dice</th>  </tr> </thead> <tbody> <tr>  <th class=\"tg-lboi\">Same</td>      <td class=\"tg-lboi\">2 dice</td>    </tr> <tr>  <th class=\"tg-lboi\">Adjacent</td>      <td class=\"tg-lboi\">1 die</td>    </tr> <tr>  <th class=\"tg-lboi\">Opposed</td>      <td class=\"tg-lboi\">1 die</td>    </tr> </tbody> </table>",
        "14-19": "<table class=\"tg\"> <thead> <tr>  <th class=\"tg-0lax\">Alignment</th>    <th class=\"tg-0lax\">Hit Dice</th>  </tr> </thead> <tbody> <tr>  <th class=\"tg-lboi\">Same</td>      <td class=\"tg-lboi\">3 dice</td>    </tr> <tr>  <th class=\"tg-lboi\">Adjacent</td>      <td class=\"tg-lboi\">2 dice</td>    </tr> <tr>  <th class=\"tg-lboi\">Opposed</td>      <td class=\"tg-lboi\">1 die</td>    </tr> </tbody> </table>",
        "20-21": "<table class=\"tg\"> <thead> <tr>  <th class=\"tg-0lax\">Alignment</th>    <th class=\"tg-0lax\">Hit Dice</th>  </tr> </thead> <tbody> <tr>  <th class=\"tg-lboi\">Same</td>      <td class=\"tg-lboi\">4 dice</td>    </tr> <tr>  <th class=\"tg-lboi\">Adjacent</td>      <td class=\"tg-lboi\">3 dice</td>    </tr> <tr>  <th class=\"tg-lboi\">Opposed</td>      <td class=\"tg-lboi\">2 dice</td>    </tr> </tbody> </table>",
        "22-500": "<table class=\"tg\"> <thead> <tr>  <th class=\"tg-0lax\">Alignment</th>    <th class=\"tg-0lax\">Hit Dice</th>  </tr> </thead> <tbody> <tr>  <th class=\"tg-lboi\">Same</td>      <td class=\"tg-lboi\">5 dice</td>    </tr> <tr>  <th class=\"tg-lboi\">Adjacent</td>      <td class=\"tg-lboi\">4 dice</td>    </tr> <tr>  <th class=\"tg-lboi\">Opposed</td>      <td class=\"tg-lboi\">3 dice</td>    </tr> </tbody> </table>"
      }
    },
    "Lotus Stare": {
      "name": "Lotus Stare",
      "description": "<h1>Lotus Stare</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> Sight</p><p><strong>Duration:</strong> 1 round or more</p><p><strong>Casting Time:</strong> 1 round</p><p><strong>Save:</strong> Will vs. spell check DC</p><p><strong>Page:</strong> 276</p><br><p>The cleric hypnotizes a target with the incomprehensible depths of the lotus stare.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Lotus Stare]{Lotus Stare}</p>",
      "results": {
        "-99-13": "Failure.",
        "14-15": "Making eye contact with one target, the cleric forces it to stare into the swirling hypnotics of his gaze. The target receives a Will save. If it fails, then as long as the cleric concentrates fully and maintains eye contact, the creature is held immobile and cannot take any action. If eye contact is broken either voluntarily by the cleric or because the target is severely jostled, blindfolded, or otherwise removed from the clerics sight then the target regains its senses and can act as normal.",
        "16-19": "Making brief eye contact with one target, the cleric forces it to stare into the swirling hypnotics of his gaze. The target receives a Will save. If it fails, then the cleric can break contact and the target remains hypnotized for [[/roll 1d6]]+CL rounds or until the hypnosis is broken. An attack or other physical trauma (including a vigorous shaking by an ally) will break the hypnosis.<br /><br /> While the target is hypnotized, it acts on commands issued by the cleric, although it performs them as if a drugged zombie, moving at half-speed and taking a -2 penalty to all actions. The commands can be of any type, even those that are self-destructive. The target is considered to have animal-level intelligence while affected, so its ability to execute complex instructions (or cast spells, if it is a spellcaster) will be inhibited.",
        "20-21": "Making brief eye contact with one target, the cleric forces it to stare into the swirling hypnotics of his gaze. The target receives a Will save. If it fails, then the cleric can break contact and the target remains hypnotized for [[/roll 2d6]]+CL rounds. The hypnosis cannot be broken by physical means (i.e., an attack or jostling).<br /><br /> While the target is hypnotized, it acts on commands issued by the cleric, although it performs them as if a drugged zombie, moving at half-speed and taking a -2 penalty to all actions. The commands can be of any type, even those that are self-destructive. The target is considered to have animal-level intelligence while affected, so its ability to execute complex instructions (or cast spells, if it is a spellcaster) will be inhibited.",
        "22-25": "Making brief eye contact with one target, the cleric forces it to stare into the swirling hypnotics of his gaze. The target receives a Will save. If it fails, then the cleric can break contact and the target remains hypnotized for [[/roll 1d4]]+CL days. The hypnosis cannot be broken by physical means (i.e., an attack or jostling).<br /><br /> While the target is hypnotized, it acts on commands issued by the cleric, although it performs them as if a drugged zombie, moving at half-speed and taking a -2 penalty to all actions. The commands can be of any type, even those that are self-destructive for the target. The target is considered to have animal-level intelligence while affected, so its ability to execute complex instructions (or cast spells, if it is a spellcaster) will be inhibited. The target receives a fresh Will save each day to end the effect before the spells duration expires.",
        "26-29": "Making brief eye contact with multiple targets, the cleric forces them to stare into the swirling hypnotics of his gaze. The cleric can affect up to 10 targets in a gaze cone up to 40 long and 40 wide at its endpoint. The targets receive a Will save. For any target that fails, the cleric can break contact and the target remains hypnotized for [[/roll 1d8]]+CL days. The hypnosis cannot be broken by physical means (i.e., an attack or jostling). <br /><br />While the target is hypnotized, it acts on commands issued by the cleric, although it performs them as if a drugged zombie, moving at half-speed and taking a -2 penalty to all actions. The commands can be of any type, even those that are self-destructive. The target is considered to have animal-level intelligence while affected, so its ability to execute complex instructions (or cast spells, if it is a spellcaster) will be inhibited. The target receives a fresh Will save each day to end the effect before the spells duration expires.",
        "30-31": "Making brief eye contact with multiple targets, the cleric forces them to stare into the swirling hypnotics of his gaze. The cleric can affect up to 10 targets in a gaze cone up to 40 long and 40 wide at its endpoint. The targets receive a Will save. For any target that fails, the cleric can break contact and the target remains hypnotized for [[/roll 1d8]]+CL weeks. The hypnosis cannot be broken by physical means (i.e., an attack or jostling). <br /><br />While the target is hypnotized, it acts on commands issued by the cleric, although it performs them as if a drugged zombie, moving at half-speed and taking a -2 penalty to all actions. The commands can be of any type, even those that are self-destructive. The target is considered to have animal-level intelligence while affected, so its ability to execute complex instructions (or cast spells, if it is a spellcaster) will be inhibited. The target receives a fresh Will save each day to end the effect before the spells duration expires.",
        "32-33": "Making brief eye contact with multiple targets, the cleric forces them to stare into the swirling hypnotics of his gaze. The cleric can affect up to 20 targets in a gaze cone up to 80 long and 80 wide at its endpoint. The targets receive a Will save. For any target that fails, the cleric can break contact and the target remains hypnotized for [[/roll 1d8]]+CL weeks. The hypnosis cannot be broken by physical means (i.e., an attack or jostling). <br /><br />While the target is hypnotized, it acts on commands issued by the cleric to the best of its normal, non-hypnotized ability. Targets move at normal speed and take no penalties to their actions while hypnotized. They retain their normal intelligence and can cast spells as normal (if applicable). However, they are still obviously hypnotized, for their eyes swirl with the strange patterns of the lotus. The target receives a fresh Will save each week to end the effect before the spells duration expires.",
        "34-99": "Making brief eye contact with multiple targets, the cleric forces them to stare into the swirling hypnotics of his gaze. The cleric can affect all targets in a gaze cone up to 80 long and 80 wide at its endpoint. Creatures of 2 HD or less are automatically affected; other targets receive a Will save. For affected targets, the cleric can break contact and the target remains hypnotized for [[/roll 1d8]]+CL weeks. The hypnosis cannot be broken by physical means (i.e., an attack or jostling).<br /><br /> While the target is hypnotized, it acts on commands issued by the cleric to the best of its normal, non-hypnotized ability. Targets move at normal speed and take no penalties to their actions while hypnotized. They retain their normal intelligence and can cast spells as normal (if applicable). However, they are still obviously hypnotized, for their eyes swirl with the strange patterns of the lotus. The target receives a fresh Will save each week to end the effect before the spells duration expire."
      }
    },
    "Neutralize Poison or Disease": {
      "name": "Neutralize Poison or Disease",
      "description": "<h1>Neutralize Poison or Disease</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> Touch or further</p><p><strong>Duration:</strong> Permanent</p><p><strong>Casting Time:</strong> 1 round</p><p><strong>Save:</strong> N/A</p><p><strong>Page:</strong> 277</p><br><p>This spell stabilizes further disruption from poison or disease and may reverse existing effects. The cleric may cast this spell on himself or someone he touches. While the effects of poisons are easily distinguished, some diseases may be fairly complex in nature and their &ldquo;effects&rdquo; may not be clear. The judge should adjudicate which are reasonably cured by this spell and which are not.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Neutralize Poison or Disease]{Neutralize Poison or Disease}</p>",
      "results": {
        "-99-13": "Failure.",
        "14-15": "The cleric retards the subsequent effects of one poison or disease that is affecting the target and removes the remaining dosage or effect from the target’s system. Any effects suffered already cannot be reversed. For example, an ally that has lost 3 points of Strength to an ongoing disease may stop future Strength loss, but the existing loss is not recovered.",
        "16-19": "The cleric retards the subsequent effects of one poison or disease that is affecting the target and removes the remaining dosage or effect from the target’s system. In addition, any effects suffered already are reversed over the same time frame under which they were first suffered. However, a creature that has already been killed by the poison or disease is not brought back to life.<br /><br /> For example, an ally that lost 3 points of Strength over the course of three weeks to an ongoing disease will recover those lost points over the next three weeks.",
        "20-21": "The target receives a +2 bonus to Fort saves to resist poison or disease for the next day. Additionally, the cleric retards the subsequent effects of one poison or disease that is affecting the target and removes the remaining dosage or effect from the target’s system. In addition, any effects suffered already are reversed over the same time frame under which they were first suffered.<br /><br /> However, a creature that has already been killed by the poison or disease is not brought back to life. For example, an ally that lost 3 points of Strength over the course of three weeks to an ongoing disease will recover those lost points over the next three weeks",
        "22-25": "The target receives a +4 bonus to Fort saves to resist poison or disease for the next day. Additionally, the cleric retards the subsequent effects of two poisons or diseases that are affecting the target and removes the remaining dosage or effect from the target’s system. In addition, any effects suffered already are reversed over the same time frame under which they were first suffered.<br /><br /> However, a creature that has already been killed by the poison or disease is not brought back to life. For example, an ally that lost 3 points of Strength over the course of three weeks to an ongoing disease will recover those lost points over the next three weeks.",
        "26-29": "The cleric can lead a prayer in which up to 4 other creatures can participate. All creatures praying must link hands with each other and form a circle that terminates in the cleric’s grasp. Those that pray with the cleric are completely cured of all poisons or diseases affecting them, and the poisons and diseases are removed from their systems. In addition, any effects suffered already are reversed over the same time frame under which they were first suffered.<br /><br /> However, a creature that has already been killed by the poison or disease is not brought back to life. For example, an ally that lost 3 points of Strength over the course of three weeks to an ongoing disease will recover those lost points over the next three weeks. Finally, all allies participating in the prayer receive a +4 bonus to resist poisons and diseases for the next week.",
        "30-31": "The cleric can lead a prayer in which up to 12 other creatures can participate. All creatures praying must link hands with each other and form a circle that terminates in the cleric’s grasp. All creatures that pray with the cleric are completely cured of all poisons or diseases affecting them, and the poisons and diseases are removed from their systems. In addition, any effects suffered already are reversed over the course of the next 24 hours.<br /><br /> However, a creature that has already been killed by the poison or disease is not brought back to life. Finally, all allies participating in the prayer are completely immune to all terrestrial poisons and diseases for the next week and receive a +4 bonus to resist supernatural or magical poisons and diseases for the next week.",
        "32-33": "The cleric can lead a prayer in which up to 50 other creatures can participate. All creatures praying must link hands with each other and form a circle that terminates in the cleric’s grasp. All creatures that pray with the cleric are completely cured of all poisons or diseases affecting them, and the poisons and diseases are removed from their systems. In addition, any effects suffered already are reversed over the course of the next 24 hours.<br /><br /> However, a creature that has already been killed by the poison or disease is not brought back to life. Finally, all allies participating in the prayer are completely immune to all poisons and diseases for the next month.",
        "34-99": "The cleric can lead a prayer in which up to 200 other creatures can participate. All creatures praying must be within the cleric’s line of sight. All creatures that pray with the cleric are completely cured of all poisons or diseases affecting them, and the poisons and diseases are removed from their systems. In addition, any effects suffered already are reversed immediately.<br /><br /> However, a creature that has already been killed by the poison or disease is not brought  back to life. Finally, all allies participating in the prayer are completely immune to all poisons and diseases for the next month."
      }
    },
    "Paralysis": {
      "name": "Paralysis",
      "description": "<h1>Paralysie</h1><p><strong>Niveau:</strong> 1</p><p><strong>Portée :</strong> Contact ou plus</p><p><strong>Durée :</strong> 1 round ou plus</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation</p><p><strong>Page:</strong> 264</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.0rLaH4RP48VNFjxK]{Paralysie}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Les mains et les armes de corps à corps du clerc sont chargées d’énergie paralysante. Le clerc doit effectuer une attaque normale au round suivant. Si elle porte, il inflige des dégâts normaux, et son ennemi doit réussir un jet de sauvegarde de Volonté ou être paralysé. La créature ainsi paralysée est incapable de bouger ou d’entreprendre une quelconque action physique pendant 1d6+NI rounds.",
        "14-17": "Les mains et les armes de corps à corps du clerc sont chargées d’énergie paralysante. La charge persiste pendant 1d4+NI rounds. Toute attaque du clerc pendant cette période inflige des dégâts normaux et paralyse la cible si celle-ci rate un jet de sauvegarde de Volonté. La créature ainsi paralysée est incapable de bouger ou d’entreprendre une quelconque action physique pendant 1d6+NI rounds.",
        "18-19": "Les armes de corps à corps et les armes à distance du clerc sont chargées d’énergie paralysante. La charge persiste pendant 1d4+NI rounds. Toute attaque du clerc pendant cette période inflige des dégâts normaux et paralyse la cible si celle-ci rate un jet de sauvegarde de Volonté. La créature ainsi paralysée est incapable de bouger ou d’entreprendre une quelconque action physique pendant 1d6+NI rounds.",
        "20-23": "Le clerc désigne une créature dans un rayon de 9 m et la paralyse d’un simple mot. Si la créature possède 2 DV ou moins, elle est automatiquement paralysée. Si elle possède 3 DV ou plus, elle bénéficie d’un jet de sauvegarde de Volonté pour résister. La paralysie dure 1d8+NI rounds.",
        "24-27": "Le clerc désigne une créature dans un rayon de 30 m et la paralyse d’un simple mot. Si la créature possède 4 DV ou moins, elle est automatiquement paralysée. Si elle possède 5 DV ou plus, elle bénéficie d’un jet de sauvegarde de Volonté pour résister. La paralysie dure 2d6+NI rounds.",
        "28-29": "Le clerc imprègne ses mains de pouvoir paralysant. Il le conserve de manière latente jusqu’à 24 h. À n’importe quel moment durant cette période, il peut activer ce pouvoir en prononçant un mot. Une attaque au corps à corps peut être nécessaire pour toucher une cible non consentante. La créature touchée est automatiquement paralysée si elle possède 6 DV ou moins. Les créatures de 7 DV ou plus bénéficient d’un jet de sauvegarde. La paralysie dure 4d6+NI heures.",
        "30-31": "Choisissez n’importe quel effet cidessus pour lequel la durée de la paralysie est doublée.",
        "32-99": "Choisissez n’importe quel effet cidessus pour lequel la durée de la paralysie est permanente. La paralysie peut uniquement être guérie par des moyens magiques, comme la capacité d’un clerc à imposer les mains ou le sort guérison de la paralysie."
      }
    },
	
    "Protection from Evil": {
      "name": "Protection from Evil",
      "description": "<h1>Protection contre le mal</h1><p><strong>LNiveau :</strong> 1</p><p><strong>Portée :</strong> Personnelle ou plus</p><p><strong>Durée :</strong> 1 tour par NI</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Variable</p><p><strong>Page:</strong> 266</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.6ryIjINVf9y5wFbW]{Protection contre le mal}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Le clerc se voit octroyer un bonus de +1 aux jets de sauvegarde contre les effets et créatures maléfiques, les mortsvivants, les démons et toute autre chose considérée comme impie au regard de sa foi.",
        "14-17": "Le clerc se voit octroyer un bonus de +1 aux jets de sauvegarde contre les effets et créatures maléfiques, les mortsvivants, les démons et toute autre chose considérée comme impie au regard de sa foi. De plus, toutes les attaques perpétrées contre le clerc par des créatures maléfiques ou impies subissent un malus de -1.",
        "18-19": "Le clerc se voit octroyer un bonus de +1 aux jets de sauvegarde contre les effets et créatures maléfiques, les mortsvivants, les démons et toute autre chose considérée comme impie au regard de sa foi. De plus, toutes les attaques perpétrées contre le clerc par des créatures maléfiques ou impies subissent un malus de -1. Enfin, tous les dégâts infligés par des sources maléfiques ou impies sont réduits de 1 point par dé de dégâts (avec un minimum de 1 point de dégât par dé).",
        "20-23": "Le clerc, ainsi que tous ses alliés dans un rayon de 3 m, se voient octroyer un bonus de +1 aux jets de sauvegarde contre tout effet et créature maléfique, et autres éléments considérés comme impies au regard de la foi du clerc. De plus, les attaques qui les ciblent subissent un malus de -1, et tous les dégâts infligés par des sources maléfiques ou impies sont réduits de 1 point par dé de dégâts (avec un minimum de 1 point de dégâts par dé).",
        "24-27": "Le clerc, ainsi que tous ses alliés dans un rayon de 6 m, se voient octroyer un bonus de +2 aux jets de sauvegarde contre tout effet et créature maléfique, et autres éléments considérés comme impies au regard de la foi du clerc. De plus, les attaques qui les ciblent subissent un malus de -2, et tous les dégâts infligés par des sources maléfiques ou impies sont réduits de 2 points par dé de dégâts (avec un minimum de 1 point de dégâts par dé).",
        "28-29": "Le clerc, ainsi que tous ses alliés dans un rayon de 9 m, se voient octroyer un bonus de +3 aux jets de sauvegarde contre tout effet et créature maléfique, et autres éléments considérés comme impies au regard de la foi du clerc. De plus, les attaques qui les ciblent subissent un malus de -3, et tous les dégâts infligés par des sources maléfiques ou impies sont réduits de 3 points par dé de dégâts (avec un minimum de 1 point de dégâts par dé).",
        "30-31": "Tous les effets, toutes les créatures maléfiques, et autres sources considérées comme impies au regard de la foi du clerc souffrent à l’approche de celui-ci. De telles créatures subissent 1d4+NI points de dégâts par round tant qu’elles se situent à moins de 12 m du clerc. Ces dégâts sont automatiquement infligés, conséquence directe de la présence du clerc. De plus, le clerc, ainsi que tous ses alliés dans un rayon de 12 m, se voient octroyer un bonus de +4 aux jets de sauvegarde contre les créatures maléfiques, les attaques qui les ciblent subissent un malus de -4, et tous les dégâts infligés par des sources maléfiques ou impies sont réduits de 4 points par dé de dégâts (avec un minimum de 1 point de dégâts par dé).",
        "32-99": "Tous les effets, toutes les créatures maléfiques, et autres sources considérées comme impies au regard de la foi du clerc souffrent à l’approche de celui-ci. De telles créatures subissent 2d6+NI points de dégâts par round tant qu’elles se situent à moins de 12 m du clerc. Ces dégâts sont automatiquement infligés, conséquence directe de la présence du clerc. De plus, le clerc, ainsi que tous ses alliés dans un rayon de 12 m, se voient octroyer un bonus de +4 aux jets de sauvegarde contre les créatures maléfiques, les attaques qui les ciblent subissent un malus de -4, et tous les dégâts infligés par des sources maléfiques ou impies sont réduits de 4 points par dé de dégâts (avec un minimum de 1 point de dégâts par dé)."
      }
    },
	
    "Remove Curse": {
      "name": "Remove Curse",
      "description": "<h1>Remove Curse</h1><p><strong>Level:</strong> 3</p><p><strong>Range:</strong> Touch</p><p><strong>Duration:</strong> Instantaneous</p><p><strong>Casting Time:</strong> 1 round</p><p><strong>Save:</strong> See below</p><p><strong>Page:</strong> 289</p><br><p>The cleric calls upon divine power to banish the baleful effects of a curse on a person or object. As referenced in the spell descriptions below, a minor curse is one that causes a loss of 2 or less ability score points; a moderate curse is one that impacts 3-4 ability score points or has a limiting effect of some kind (penalty to rolls, reduced speed, etc.); and a major curse is one that impacts 5+ ability score points or has a debilitating effect (blindness, deafness, immobility, etc.). When a save is called for, the affected individual or object either makes a second saving throw against the curse (save and DC are the same as the original curse), or, if no save was allowed against the original curse, the creature or object may make either a Fort or Will save (player&rsquo;s discretion) against a DC of 10 + the HD of creature that bestowed the curse. If the save is successful, the cursed creature or object is no longer affected by the curse. If the save fails, the curse remains in effect and 24 hours must pass before the cleric can again attempt to remove the curse.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Remove Curse]{Remove Curse}</p>",
      "results": {
        "-99-15": "Failure.",
        "16-17": "A single cursed individual or object is allowed to make a new saving throw to escape the effects of a minor curse.",
        "18-21": "A number of cursed individuals or objects equal to the clerics CL are allowed to make a saving throw to escape the effects of a minor curse. If only a single cursed creature or object is targeted, they gain a bonus to their saving throw equal to the CL.",
        "22-23": "The cleric automatically removes a minor curse from a single individual or allows a saving throw to remove a moderate curse from a single cursed individual or object.",
        "24-26": "The cleric automatically removes a minor curse from a number or individuals or objects equal to his CL or allows a saving throw to remove a moderate curse from a number of cursed individuals or objects equal to his CL. If only a single cursed creature or object is targeted, it gains a bonus to the saving throw equal to the CL.",
        "27-31": "The cleric automatically removes a minor or moderate curse from a single individual or allows a saving throw to remove a major curse for a single cursed individual or object.",
        "32-33": "The cleric automatically removes a minor or moderate curse from a number or individuals or objects equal to his CL or allows saving throw to remove a major curse for a number of cursed individuals or objects equal to his CL. If only a single cursed creature or object is targeted, they gain a bonus to their saving throw equal to the CL.",
        "34-35": "The cleric automatically removes any curse affecting a single creature or object, regardless of the curses potency.",
        "36-99": "The cleric automatically removes any curse affecting a number of creatures equal to his CL. In addition, if the creature or creatures that bestowed the curse(s) is currently alive, it automatically becomes the victim of its own curse regardless of its location or distance away from the cleric."
      }
    },
    "Resist Cold or Heat": {
      "name": "Resist Cold or Heat",
      "description": "<h1>Résistance au froid ou à la chaleur</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> Personnelle ou plus</p><p><strong>Durée :</strong> 1 round ou plus</p><p><strong>Temps d’incantation :</strong> 1 action</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 267</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.8doMTgM9m9D8FSqs]{Résistance au froid ou à la chaleur}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Le clerc contre les effets délétères du froid ou du chaud qui l’affectent. Il peut ignorer jusqu’à 5 points de dégâts de feu ou de froid au prochain round. Si plus de 5 points sont infligés, soustrayez 5 du montant total des dégâts pour déterminer le montant subi par le clerc.",
        "14-17": "Le clerc contre les effets délétères du froid ou du chaud qui l’affectent. Il peut ignorer jusqu’à 5 points de dégâts de feu ou de froid pendant 1d6+NI rounds. Si plus de 5 points sont infligés dans le même round, soustrayez 5 du montant total des dégâts pour déterminer le montant subi par le clerc.",
        "18-19": "Le clerc contre les effets délétères du froid ou du chaud qui l’affectent. Il peut ignorer jusqu’à 10 points de dégâts de feu ou de froid pendant 1d8+NI rounds. Si plus de 10 points sont infligés dans le même round, soustrayez 10 du montant total des dégâts pour déterminer le montant subi par le clerc.",
        "20-23": "Le clerc contre les effets délétères du froid ou du chaud qui l’affectent. Il peut ignorer jusqu’à 10 points de dégâts de feu ou de froid pendant 1d8+NI rounds. Si plus de 10 points sont infligés dans le même round, soustrayez 10 du montant total des dégâts pour déterminer le montant subi par le clerc. De plus, le clerc se voit octroyer un bonus de +4 à tous les jets de sauvegarde visant à résister à des effets basés sur le froid ou la chaleur.",
        "24-27": "Le clerc peut se protéger ainsi que des alliés. Il crée une sphère de résistance qui émane de lui et affecte un rayon de 3 m. Tous les personnages à l’intérieur de cette sphère ignorent 10 points de dégâts de froid ou de chaleur par round et reçoivent un bonus de +2 à tous les jets de sauvegarde visant à résister à des effets basés sur le froid ou la chaleur. Le clerc doit rester concentré pour maintenir l’existence de la sphère qui peut ainsi durer jusqu’à 1 tour entier.",
        "28-29": "Le clerc peut se protéger ainsi que des alliés. Il crée une sphère de résistance qui émane de lui et affecte un rayon de 6 m. Tous les personnages à l’intérieur de cette sphère ignorent 20 points de dégâts de froid ou de chaleur par round et reçoivent un bonus de +4 à tous les jets de sauvegarde visant à résister à des effets basés sur le froid ou la chaleur. Le clerc doit rester concentré pour maintenir l’existence de la sphère qui peut ainsi durer jusqu’à 1 tour entier.",
        "30-31": "Le clerc peut se protéger ainsi que des alliés. Il crée une sphère de résistance qui émane de lui et affecte un rayon de 6 m. Tous les personnages à l’intérieur de cette sphère ignorent 20 points de dégâts de froid ou de chaleur par round et reçoivent un bonus de +4 à tous les jets de sauvegarde visant à résister à des effets basés sur le froid ou la chaleur. La sphère persiste sans que le clerc ait besoin de se concentrer et dure 1d10+NI rounds. Lorsque la sphère est sur le point de disparaître, le clerc peut se concentrer pendant un round afin d’étendre sa durée de 1d10+NI rounds supplémentaires jusqu’à un maximum d’une heure.",
        "32-99": "Le clerc peut se protéger ainsi que des alliés. Il crée une sphère de résistance qui émane de lui et affecte un rayon de 15 m. Tous les personnages à l’intérieur de cette sphère ignorent 30 points de dégâts de froid ou de chaleur par round et reçoivent un bonus de +6 à tous les jets de sauvegarde visant à résister à des effets basés sur le froid ou la chaleur. La sphère persiste sans que le clerc ait besoin de se concentrer et dure 1d6+NI tours. Lorsque la sphère est sur le point de disparaître, le clerc peut se concentrer pendant un round afin d’étendre sa durée à 1d6+NI tours supplémentaires jusqu’à un maximum d’une journée."
      }
    },
	
    "Restore Vitality": {
      "name": "Restore Vitality",
      "description": "<h1>Restore Vitality</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> Touch or further</p><p><strong>Duration:</strong> Permanent</p><p><strong>Casting Time:</strong> 1 turn</p><p><strong>Save:</strong> N/A</p><p><strong>Page:</strong> 278</p><br><p>The cleric restores lost vitality to a creature. Typically this restores lost ability scores or broken/severed limbs, though it can also heal. This spell cannot restore lost Luck. The spell can be cast on the cleric or an ally.</p>\n<p>In playtests, some groups attempted to combine this spell with a wizard&rsquo;s spellburn to create a &ldquo;one-two combo&rdquo; &ndash; the wizard would burn points for spellburn, the cleric would immediately restore those points, then the wizard would burn those points again. Although legal within the letter of the rules, it is important that the judge recall that DCC RPG is a game where magic is not an act of chemistry; it is an invocation of the wills of supernatural creatures. Cleric magic is the act of divine creatures, and wizard magic is frequently the result of deals, agreements, and arrangements with demons, devils, ghosts, and supernatural patrons. Using restore vitality to offset spellburn will inevitably create trouble for the cleric, whose deity surely does not appreciate his power being used to heal wounds deliberately created to further the ends of another supernatural creature!</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Restore Vitality]{Restore Vitality}</p>",
      "results": {
        "-99-13": "Failure.",
        "14-15": "The cleric restores ability score drain that is non-permanent in nature. Whether caused by spellburn, monster attack, broken limbs, or other means, the spell restores 1 point of temporarily lost Strength, Stamina, Agility, Intelligence, or Personality. The ability score cannot be increased higher than the targets original maximum. Alternately, the cleric can heal 1 hit point of damage, up to the targets maximum.",
        "16-19": "The cleric restores ability score drain that is non-permanent in nature. Whether caused by spellburn, monster attack, broken limbs, or other means, the spell restores 2 points of temporarily lost Strength, Stamina, Agility, Intelligence, or Personality. The ability score cannot be increased higher than the targets original maximum. Alternately, the cleric can heal 4 hit points of damage, up to the targets maximum. The cleric cannot combine healing ability scores and hit points.",
        "20-21": "The cleric restores ability score drain, even if it is permanent in nature. Whether caused by spellburn, monster attack, broken limbs, or other means, the spell restores [[/roll 1d4]]+CL points of lost Strength, Stamina, Agility, Intelligence, or Personality. If the restoration is associated with an injury, the injury is also healed. For example, if the lost Strength was from a broken limb or a severed hand, that limb is restored to functionality, provided the severed body parts were retained. The ability score cannot be increases higher than the targets original maximum. Alternately, the cleric can heal [[/roll 2d4]]+CL hit points of damage, up to the targets maximum. The cleric cannot combine healing ability scores and hit points.",
        "22-25": "The cleric restores ability score drain, even if it is permanent in nature, and heals [[/roll 2d6]]+CL lost hit points. Whether caused by spellburn, monster attack, broken limbs, or other means, the spell restores [[/roll 1d6]]+CL points of lost Strength, Stamina, Agility, Intelligence, or Personality. If the restoration is associated with an injury, the injury is also healed. For example, if the lost Strength was from a broken limb or a severed hand, that limb is restored to functionality, provided the severed body parts were retained. The ability score cannot be increases higher than the targets original maximum.",
        "26-29": "The cleric restores ability score drain, even if it is permanent in nature, and heals [[/roll 3d6]]+CL lost hit points. Whether caused by spellburn, monster attack, broken limbs, or other means, the spell restores [[/roll 1d8]]+CL points of lost Strength, Stamina, Agility, Intelligence, or Personality. If the restoration is associated with an injury, the injury is also healed. For example, if the lost Strength was from a broken limb or a severed hand, that limb is restored to functionality, provided the severed body parts were retained. The ability score cannot be increases higher than the targets original maximum.",
        "30-31": "The cleric may designate up to four targets within 30 range. For all targets, the cleric restores ability score drain, even if it is permanent in nature, and heal [[/roll 4d6]]+CL lost hit points. Whether caused by spellburn, monster attack, broken limbs, or other means, the spell restores [[/roll 3d4]]+CL points of lost Strength, Stamina, Agility, Intelligence, or Personality. If the restoration is associated with an injury, the injury is also healed. For example, if the lost Strength was from a broken limb or a severed hand, that limb is restored to functionality, provided the severed body parts were retained. The ability score cannot be increased higher than the targets original maximum.",
        "32-33": "The cleric may designate up to 10 targets within 60 range. For all targets, the cleric restores all ability score drain, even if it is permanent in nature, and heals all creatures to their full hit point totals. Whether caused by spellburn, monster attack, broken limbs, or other means, the spell restores all points of lost Strength, Stamina, Agility, Intelligence, and Personality. If the restoration is associated with an injury, the injury is also healed. For example, if the lost Strength was from a broken limb or a severed hand, that limb is restored to functionality, provided the severed body parts were retained. The ability score cannot be increases higher than the targets original maximum.",
        "34-99": "The cleric targets a single creature within 30. It is restored to its full and perfect health: hit points are restored to maximum, ability scores are restored to their normal levels, and the creature is cured of all disease, illness, and infection, whether mundane or supernatural in origin. The creature is cured of any health problems not associated with its natural state, provided the bodys functionality still exists. For example, if temporarily blinded, it has its sight restored; if deafened, it can now hear; if lamed, it can now walk. Lost limbs do re-grow, and defects caused by physical means (e.g. blindness caused by the plucking of eyeballs from the skull) are corrected, even if the missing body parts are not at hand. In addition, the creature permanently gains +1 hit point to its maximum total. This benefit may be received multiple times, but for each hit point permanently gifted to a single target after the first, the cleric permanently loses 1 hit point."
      }
    },
    "Righteous Fire": {
      "name": "Righteous Fire",
      "description": "<h1>Righteous Fire</h1><p><strong>Level:</strong> 5</p><p><strong>Range:</strong> 100 + 10 per CL</p><p><strong>Duration:</strong> Instantaneous</p><p><strong>Casting Time:</strong> 1 action</p><p><strong>Save:</strong> See below</p><p><strong>Page:</strong> 301</p><br><p>The cleric invokes a conflagration of divine fire to burn his foes.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Righteous Fire]{Righteous Fire}</p>",
      "results": {
        "-99-19": "Failure.",
        "20-21": "The cleric designates one target, which is suddenly engulfed in holy flame. The creature takes [[/roll 1d6+2]] points of damage per CL (maximum [[/roll 10d6+20]]). A Ref save reduces the damage suffered by half.",
        "22-25": "A column of fire roars down to fill a 20 cubic area. The fire does [[/roll 1d6+1]] points of damage per CL (maximum [[/roll 10d6+10]]). A Ref save reduces the damage suffered by half.",
        "26-27": "A column of fire roars down to fill a 20 cubic area. The fire does [[/roll 1d10+2]] points of damage per CL (maximum [[/roll 10d10+20]]). A Ref save reduces the damage taken by half. Any creature slain by the fire is completely incinerated, leaving no remains and likely no possibility of revivification.",
        "28-29": "The cleric calls down two columns of divine flame. They each fill a 20 cubic area. The fires do [[/roll 1d12+3]] points of damage per CL (maximum [[/roll 10d12+30]]). No save is possible. A creature caught in both columns only takes damage once. Any creature slain by the fire is completely incinerated, leaving no remains and likely no possibility of revivification.",
        "30-35": "The cleric calls down three columns of divine flame. They each fill a 20 cubic area. The fires do [[/roll 1d20+4]] points of damage per CL (maximum [[/roll 10d20+40]]). No save is possible. A creature caught in both columns only takes damage once. Any creature slain by the fire is completely incinerated, leaving no remains and likely no possibility of revivification.",
        "36-37": "The cleric designates a nearby cloud in the sky, which proceeds to rain burning fire and lava down upon the ground. This affects an area of up to half a square mile. (If indoors or underground, this spell is still effective.) All creatures caught by the conflagration suffer [[/roll 1d20]] points of damage per CL. <br /><br />In addition, all creatures must make a Ref save; those that fail catch fire and suffer an addition [[/roll 1d6]] points of damage each round until the flames are extinguished with a subsequent save. Any creature slain by the initial rain of fire is completely incinerated.",
        "38-99": "Pointing to a nearby mountain, hill, or rock anywhere within line of sight, the cleric raises his arms and calls forth a volcano from the ground. Gouts of liquid fire burst forth from the ground as lava coalesces all around. All creatures within a mile of the volcano are instantly killed via immolation unless they are immune to fire, such as fire elementals, or have extraordinary magical protection. <br /><br />All creatures to a range of the next five miles take an initial damage of [[/roll 6d6]] from lava and fire, then an additional [[/roll 2d6]] damage per round (no save) from the rain of fire, soot, coals, and ash until they reach a safe distance of five miles away. The sky is blackened by volcanic ash, weather patterns are disrupted, crops are destroyed, cities are leveled, and the wrath of a deity is evident."
      }
    },
    "Sanctify/Desecrate": {
      "name": "Sanctify/Desecrate",
      "description": "<h1>Sanctify/Desecrate</h1><p><strong>Level:</strong> 4</p><p><strong>Range:</strong> 20 square area per CL</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 turn</p><p><strong>Save:</strong> See below</p><p><strong>Page:</strong> 298</p><br><p>The cleric dedicates a physical space to his deity, granting it supernatural protection and attuning it to the will and agenda of his divine master. This sanctum becomes a refuge for the cleric and other worshippers of the deity. The spell can also be cast upon a space already sacrosanct to another deity. If the cleric&rsquo;s spell check is greater than that of the cleric who originally sanctified the space, the area becomes desecrated and no longer grants any benefits to those within. A space that has been desecrated must be cleansed of any lingering traces of its former divine connection (a month-long process) before it can be sanctified to a new deity. No cleansing is necessary to re-sanctify a space to its former divine protector.</p>\n<p>The cleric, worshippers of the cleric&rsquo;s deity, and those of the same alignment of the cleric gain the full benefit of the sanctuary as determined by the spell check. Those of a different alignment who worship a deity not in direct opposition to the cleric&rsquo;s deity gain half the normal benefits of the sanctuary (rounded up), i.e. a cleric of a different, but not antagonistic, god would receive a +1 bonus to laying on hands if the cleric who cast the sanctify/desecrate spell scored a 20 on her spell check. Individuals who are unholy (according to the cleric&rsquo;s faith) or worship a deity opposed to the casting cleric&rsquo;s own suffer a negative penalty equal the bonus the sanctuary provides true believers and may be subject to physical damage as well.</p>\n<p>Each sanctuary provides a bonus to spell checks, turning, laying on hands, and pleas for divine aid. In addition, the sanctuary provides a bonus to actions related to the deity to which it is dedicated. The judge must adjudicate these bonuses on a deity-by-deity basis, but they should always apply to actions favorable to the deity. For example, a sanctuary dedicated to Klazath, god of war, would modify all combat rolls made by the cleric and his followers while within the sacred space. The devotees of Amun Tor, god of mysteries and riddles, would gain the sanctuary&rsquo;s bonus to rolls made to decipher codes or uncover hidden clues; while those of Bobugbubilz, demon lord of evil amphibians, would discover that all batrachian servants or summoned creatures within the sanctuary add the bonus to their hit points, saving throws, and attack rolls.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Sanctify/Desecrate]{Sanctify/Desecrate}</p>",
      "results": {
        "-99-17": "Failure.",
        "18-19": "The cleric creates a minor sanctuary. All spell checks, turning, laying on of hands, pleas for divine aid, and actions related to the sanctuarys deity receive a +1 bonus. The area remains a sanctuary for 3 hours.",
        "20-23": "The cleric creates a lesser sanctuary. All spell checks, turning, laying on of hands, pleas for divine aid, and actions related to the sanctuarys deity receive a +2 bonus. Unholy creatures (determined by the clerics divine allegiance) with 1 HD or less must make a Fort save when entering the area or suffer [[/roll 1d3]] points of damage. The area remains a sanctuary for 6 hours.",
        "24-25": "The cleric creates a moderate sanctuary. All spell checks, turning, laying on of hands, pleas for divine aid, and actions related to the sanctuarys deity receive a +3 bonus. Unholy creatures (determined by the clerics divine allegiance) with 2 HD or less must make a Fort save when entering the area or suffer [[/roll 1d5]] points of damage. Spells targeted at the cleric and allied individuals of the clerics faith inside the sanctuary suffer a -1 penalty to spell checks. The area remains a sanctuary for 12 hours.",
        "26-27": "The cleric creates a greater sanctuary. All spell checks, turning, laying on of hands, pleas for divine aid, and actions related to the sanctuarys deity receive a +4 bonus. Unholy creatures (determined by the clerics divine allegiance) with 3 HD or less must make a Fort save when entering the area or suffer [[/roll 1d6]] points of damage. Spells targeted at the cleric and allied individuals of the clerics faith inside the sanctuary suffer a -2 penalty to spell checks. The area remains a sanctuary for 1 day.",
        "28-33": "The cleric creates a major sanctuary. All spell checks, turning, laying on of hands, pleas for divine aid, and actions related to the sanctuarys deity receive a +5 bonus. Unholy creatures (determined by the clerics divine allegiance) with 4 HD or less must make a Fort save when entering the area or suffer [[/roll 1d8]] points of damage. Spells targeted at the cleric and allied individuals of the clerics faith inside the sanctuary suffer a -4 penalty to spell checks. The area remains a sanctuary for 1 week.",
        "34-35": "The cleric creates a true sanctuary. All spell checks, turning, laying on of hands, pleas for divine aid, and actions related to the sanctuarys deity receive a +6 bonus. Unholy creatures (determined by the clerics divine allegiance) with 5 HD or less must make a Fort save when entering the area or suffer [[/roll 1d10]] points of damage plus an additional 1 point of damage each round thereafter (Fort save to resist). Spells targeted at the cleric and allied individuals of the clerics faith inside the sanctuary suffer a -4 penalty to spell checks. The area remains a sanctuary for 1 month.",
        "36-37": "The cleric creates a divine sanctuary. All spell checks, turning, laying on of hands, pleas for divine aid, and actions related to the sanctuarys deity receive a +7 bonus. Unholy creatures (determined by the clerics divine allegiance) with 6 HD or less must make a Fort save when entering the area or suffer [[/roll 1d20]] points of damage plus an additional 2 points of damage each round thereafter (Fort save to resist). Spells targeted at the cleric and allied individuals of the clerics faith inside the sanctuary suffer a -5 penalty to spell checks. The area permanently remains a sanctuary until desecrated.",
        "38-99": "The cleric creates a place forever revered by those of his faith. The devout embark on pilgrimages to the sanctuary in order to glimpse it before they die. It becomes the site of miracles and the clerics deity is known to make appearances there to speak to the faithful. To the enemies of the clerics faith, the sanctuary becomes a symbol for all that is hated about the religion and crusades are organized to raze the site to the ground. <br /><br />All spell checks, turning, laying on of hands, pleas for divine aid, and actions related to the sanctuarys deity receive a +10 bonus. Unholy creatures (determined by the clerics divine allegiance) with 8 HD or less must make a Fort save when entering the area or suffer [[/roll 2d20]] points of damage plus an additional 4 points of damage each round thereafter (Fort save to resist). Spells targeted at the cleric and allied individuals of the clerics faith inside the sanctuary suffer a -10 penalty to spell checks. The area permanently remains a sanctuary until physically destroyed, desecrated, and the ground itself is salted or doused with cursed waters and oils."
      }
    },
    "Second Sight": {
      "name": "Second Sight",
      "description": "<h1>Divination</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> Personnelle</p><p><strong>Durée :</strong> 1 round ou plus</p><p><strong>Temps d’incantation :</strong> 1 tour</p><p><strong>Jet de sauvegarde :</strong> Aucun</p><p><strong>Page:</strong> 262</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.Xcfh08G9c5517sJf]{Divination}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Le clerc entrevoit l’avenir pendant un round. Ce faisant, il perçoit clairement la meilleure manière d’accomplir une action et bénéficie d’un bonus de +4 à n’importe quel jet de son choix au round suivant, qu’il s’agisse d’un jet d’attaque, de dégâts, d’un test de compétence, d’incantation ou autre.",
        "14-17": "Le clerc a une idée des conséquences possibles des actions entreprises. Il doit passer le prochain round à se concentrer sur un choix qui doit être fait au cours des 30 prochaines minutes. Il peut par exemple choisir la direction à emprunter dans un donjon ou encore décider d’entrer ou non dans une pièce. Le clerc perçoit si cette action va lui être bénéfique ou dommageable. Il y a 75 % de chances que sa prédiction soit juste.",
        "18-19": "Le clerc a une idée des conséquences possibles des actions entreprises. Il doit passer le prochain round à se concentrer sur un choix qui doit être fait au cours des 30 prochaines minutes. Il peut par exemple choisir la direction à emprunter dans un donjon ou encore décider d’entrer ou non dans une pièce. Le clerc perçoit si cette action va lui être bénéfique ou dommageable. Il y a 80 % de chances que sa prédiction soit juste.",
        "20-23": "Le clerc a une idée des conséquences possibles des actions entreprises. Il doit passer le prochain round à se concentrer sur un choix qui doit être fait au cours des 30 prochaines minutes. Il peut par exemple choisir la direction à emprunter dans un donjon ou encore décider d’entrer ou non dans une pièce. Le clerc perçoit si cette action va lui être bénéfique ou dommageable. Il y a 85 % de chances que sa prédiction soit juste.",
        "24-27": "Le clerc a une idée des conséquences possibles des actions entreprises au cours de la prochaine heure. Lors de chaque décision à prendre ou direction à choisir, il reçoit une prémonition, un pressentiment ou une certitude que cette action sera de bon augure pour lui (ou pas). Pour chaque action, il y a 85 % de chances que sa prédiction soit juste. En se concentrant, le clerc peut pressentir si une action à venir (qui se produira au cours de la prochaine heure) va lui être bénéfique ou néfaste.",
        "28-29": "Le clerc a une idée des conséquences possibles des actions entreprises au cours de la prochaine heure. Lors de chaque décision à prendre ou direction à choisir, il reçoit une prémonition, un pressentiment ou une certitude que cette action sera de bon augure pour lui (ou pas). Pour chaque action, il y a 90 % de chances que sa prédiction soit juste. En se concentrant, le clerc peut pressentir si une action à venir (qui se produira au cours de la prochaine heure) va lui être bénéfique ou néfaste.",
        "30-31": "Le clerc a une idée des conséquences possibles des actions entreprises au cours du prochain jour. Lors de chaque décision à prendre ou direction à choisir, il reçoit une prémonition, un pressentiment ou une certitude que cette action sera de bon augure pour lui (ou pas). Pour chaque action, il y a 95 % de chances que sa prédiction soit juste. En se concentrant, le clerc peut pressentir si une action à venir (qui se produira au cours de la prochaine journée) va lui être bénéfique ou néfaste. Un clerc peut par exemple prédire les résultats d’une grande bataille qui doit se dérouler le lendemain et avoir l’intuition que même s’il en ressortira sain et sauf, ce sera préjudiciable pour son Église.",
        "32-99": "Le clerc a eu accès aux tables du temps. Il a une idée continue des conséquences possibles des actions entreprises au cours du prochain mois. Lors de chaque décision à prendre ou direction à choisir, il reçoit une prémonition, un pressentiment ou une certitude que cette action sera de bon augure pour lui (ou pas). Pour chaque action, il y a 99 % de chances que sa prédiction soit juste. En se concentrant, le clerc peut pressentir si une action à venir (qui se produira au cours de la prochaine journée) va lui être bénéfique ou néfaste. Un clerc peut par exemple prédire les résultats d’une grande bataille qui doit se dérouler le lendemain et avoir l’intuition que même s’il en ressortira sain et sauf, ce sera préjudiciable pour son Église. De plus, le clerc bénéficie d’un bonus de +1 à tous ses jets tant que le sort de divination est actif, ce qui reflète sa perception générale des conséquences de toute action."
      }
    },
	
    "Snake Charm": {
      "name": "Snake Charm",
      "description": "<h1>Snake Charm</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> 30 or more</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 round</p><p><strong>Save:</strong> Will vs. spell check DC (sometimes)</p><p><strong>Page:</strong> 280</p><br><p>The cleric can control snakes within his presence or potentially summon snakes to do his bidding. The snakes will threaten, guard, attack, or otherwise behave as commanded.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Snake Charm]{Snake Charm}</p>",
      "results": {
        "-99-13": "Failure.",
        "14-15": "Nearby snakes acknowledge the cleric as their friend and ally. The range is 30’. Mundane snakes up to 2 HD are affected automatically. Mundane snakes of 3 HD or more, as well as supernatural snake-like creatures up to 4 HD (such as  naga, medusae, snake-men, and so on) receive a Will save to resist. <br /><br />Snakelike creatures of 5 HD or more are not affected. Affected creatures will not attack the cleric under any circumstances. They do not actively assist the cleric, but will not impede his passing. When the cleric passes more than 30’ from any affected creature, it returns to its former attitude regarding him.",
        "16-19": "Nearby snakes submit to the cleric as their master. They obey the cleric’s bidding and fight on his behalf. The range is 100’. The effect takes hold automatically on mundane snakes up to 3 HD. Larger mundane snakes and all other snake-like creatures receive a Will save to resist. Affected creatures will take simple actions on the cleric’s behalf, such as “guard” or “attack.” They continue to obey until the cleric is out of their sight or for 1 hour, whichever comes first.",
        "20-21": "Nearby snakes submit to the cleric as their master. They obey the cleric’s bidding and fight on his behalf. The range is 100’. The effect takes hold automatically on mundane snakes up to 3 HD. Larger mundane snakes and all other snake-like creatures receive a Will save to resist. Affected creatures will take simple actions on the cleric’s behalf, such as “guard” or “attack.” They continue to obey until the cleric is out of their sight or for 1 day, whichever comes first.",
        "22-25": "The spell summons one friendly snake of up to 2 HD, and additionally causes nearby snakes to submit to the cleric as their master. They obey the cleric’s bidding and fight on his behalf. The range is 100’. The effect takes hold automatically on mundane snakes up to 3 HD. Larger mundane snakes and all other snake-like creatures receive a Will save to resist. Affected creatures will take simple actions on the cleric’s behalf, such as “guard” or “attack.” <br /><br />They continue to obey until the cleric is out of their sight or for 1 day, whichever comes first. The summoned snake is AC 14, has [[/roll 2d8]] HD, and a bite at +4 attack for [[/roll 1d6]] damage that also inflicts a poison (DC 12 Fort or suffer one effect; choose from: [[/roll 1d4]] Strength loss, [[/roll 1d4]] Agility loss, [[/roll 1d4]] Stamina loss, blindness, sleep, or half-movement). The snake can be summoned to any point within the cleric’s line of sight. The snake is permanently summoned; it is simply transported here from elsewhere on the planet.",
        "26-29": "The spell summons [[/roll 1d4+1]] friendly snakes of up to 2 HD, and additionally causes nearby snakes to submit to the cleric as their master. They obey the cleric’s bidding and fight on his behalf. The range is 100’. The effect takes hold automatically on mundane snakes up to 3 HD. Larger mundane snakes and all other snakelike creatures receive a Will save to resist. Affected creatures will take simple actions on the cleric’s behalf, such as “guard” or “attack.” <br /><br />They continue to obey for one full day, even if the cleric leaves their sight. The summoned snakes are AC 14, have [[/roll 2d8]] HD, and a bite at +4 attack for [[/roll 1d6]] damage that also inflicts a poison (DC 12 Fort or suffer one effect; choose from: [[/roll 1d4]] Strength loss, [[/roll 1d4]] Agility loss, [[/roll 1d4]] Stamina loss, blindness, sleep, or half-movement). The snakes can be summoned to any point within the cleric’s line of sight. The snakes are permanently summoned; they are simply transported here from  elsewhere on the planet.",
        "30-31": "The spell summons [[/roll 2d4]]+CL friendly snakes of up to 2 HD, or [[/roll 1d4+1]] large snakes of 5 HD, and additionally causes nearby snakes to submit to the cleric as their master. They will obey the cleric’s bidding and fight on his behalf. The range is 100’. The effect takes hold automatically on mundane snakes up to 3 HD. Larger mundane snakes and all other snake-like creatures receive a Will save to resist. Affected creatures will take simple actions on the cleric’s behalf, such as “guard” or “attack.” <br /><br />They continue to obey for one full day, even if the cleric leaves their sight. The summoned snakes are AC 14 and have [[/roll 2d8]] or [[/roll 5d8]] HD. Depending on their Hit Dice, they have a bite attack (2HD: +4 for [[/roll 1d6]] damage; 5HD: +8 for [[/roll 3d6]] damage). The bite also inflicts poison (DC 12 Fort or suffer one effect; choose from: [[/roll 1d4]] Strength loss, [[/roll 1d4]] Agility loss, [[/roll 1d4]] Stamina loss, blindness, sleep, or half-movement). The snakes can be summoned to any point within the cleric’s line of sight. The snakes are permanently summoned; they are simply transported here from elsewhere on the planet.",
        "32-33": "The spell summons [[/roll 2d4]]+CL friendly snakes of up to 2 HD, or [[/roll 1d4+1]] large snakes of 5 HD, and additionally causes nearby snakes to submit to the cleric as their master. They will obey the cleric’s bidding and fight on his behalf. The range is 100’. The effect takes hold automatically on mundane snakes up to 3 HD. Larger mundane snakes and all other snake-like creatures receive a Will save to resist. Affected creatures will take simple actions on the cleric’s behalf, such as “guard” or “attack.” They continue to obey for one full week, even if the cleric leaves their sight. The summoned snakes are AC 14 and have [[/roll 2d8]] or [[/roll 5d8]] HD. <br /><br />Depending on their Hit Dice, they have a bite attack (2HD: +4 for [[/roll 1d6]]  damage; 5HD: +8 for [[/roll 3d6]] damage). The bite also inflicts poison (DC 12 Fort or suffer one effect; choose from: [[/roll 1d4]] Strength loss, [[/roll 1d4]] Agility loss, [[/roll 1d4]] Stamina loss, blindness, sleep, or half-movement). The snakes can be summoned to any point within the cleric’s line of sight. The snakes are permanently summoned; they are simply transported here from elsewhere on the planet.",
        "34-99": "The spell summons [[/roll 2d4]]+CL friendly snakes of up to 2 HD, or [[/roll 1d4+1]] large snakes of 5 HD, and additionally causes nearby snakes to submit to the cleric as their master. They will obey the cleric’s bidding and fight on his behalf. The range is 100’. The effect takes hold automatically on mundane snakes up to 3 HD. <br /><br />Larger mundane snakes and all other snake-like creatures receive a Will save to resist. Affected creatures will take simple actions on the cleric’s behalf, such as “guard” or “attack.” The duration is indefinite unless magically dispelled – the targets forever regard the cleric as a friend. The summoned snakes are AC 14 and have [[/roll 2d8]] or [[/roll 5d8]] HD. Depending on their Hit Dice, they have a bite"
      }
    },
    "Speak With The Dead": {
      "name": "Speak With The Dead",
      "description": "<h1>Speak With The Dead</h1><p><strong>Level:</strong> 3</p><p><strong>Range:</strong> Self</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 hour</p><p><strong>Save:</strong> N/A</p><p><strong>Page:</strong> 290</p><br><p>The cleric speaks with a dead creature, and it answers his questions. The cleric must be in the presence of the dead creature&rsquo;s body and be able to speak in a language that the creature understands. It will answer the cleric&rsquo;s questions to the extent of its knowledge, which is the same it possessed in life. Note that creatures with stubborn or disobedient personalities may still exhibit the same personality traits in death.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Speak With The Dead]{Speak With The Dead}</p>",
      "results": {
        "-99-15": "Failure.",
        "16-17": "The cleric may ask one question of a creature dead up to one week and converse for up to one round. The creatures body must be largely intact; e.g., a fragment of a shattered skull is not sufficient to answer a question, but a cadaver is.",
        "18-21": "The cleric may ask two questions of a creature dead up to one month and converse for up to two rounds. The creatures body must be largely intact; e.g., a fragment of a shattered skull is not sufficient to answer a question, but a cadaver is.",
        "22-23": "The cleric may ask three questions of a creature dead up to one year and converse for up to two turns. The creatures body must be largely intact; e.g., a fragment of a shattered skull is not sufficient to answer a question, but a cadaver is.",
        "24-26": "The cleric may ask four questions of a creature dead up to 10 years and converse for up to two turns. The cleric need only have a fragment of the creatures body  for example, a skull or head  but the creatures ability to communicate is limited by its remaining anatomy. If the cleric possesses only a tooth or knucklebone, for example, the deceased cannot speak, and he may need another spell to also establish a mode of communication. The cleric may communicate with the un-dead using this spell; they count as dead for purposes of the spell.",
        "27-31": "The cleric may ask five questions of a creature dead up to 100 years and converse for up to two turns. The cleric need only have a fragment of the creatures body  for example, a skull or bone chip  and the creature can communicate even with only a fragmented anatomy, as its spirit speaks through it. The cleric may communicate with the un-dead using this spell, as well as other creatures whose souls have departed due to supernatural means; they count as dead for purposes of the spell.",
        "32-33": "The cleric may ask six questions of a creature dead up to 1,000 years and converse for up to an hour. The cleric need only have a fragment of the creatures body  for example, a skull or bone chip  and the creature can communicate even with only a fragmented anatomy, as its spirit speaks through it. The cleric may communicate with the un-dead using this spell, as well as other creatures whose souls have departed due to supernatural means; they count as dead for purposes of the spell.",
        "34-35": "The cleric may ask any number of questions of a creature dead up to 10,000 years and converse for up to an hour. The cleric need only have a fragment of the creatures body  for example, a skull or bone chip  and the creature can communicate even with only a fragmented anatomy, as its spirit speaks through it. The cleric may communicate with the un-dead using this spell, as well as other creatures whose souls have departed due to supernatural means; they count as dead for purposes of the spell.",
        "36-99": "The cleric may ask any number of questions of a creature dead up to 100,000 years and converse for up to a day. He can communicate mentally directly with the creature and need not have any physical specimen of its corpse, though the cleric does need specific knowledge of its identity and location of birth, death, or deeds."
      }
    },
    "Spiritual Weapon": {
      "name": "Spiritual Weapon",
      "description": "<h1>Spiritual Weapon</h1><p><strong>Level:</strong> 3</p><p><strong>Range:</strong> 60 + 20 per CL</p><p><strong>Duration:</strong> 1 round per CL</p><p><strong>Casting Time:</strong> 1 action</p><p><strong>Save:</strong> N/A</p><p><strong>Page:</strong> 291</p><br><p>The cleric empowers his own personal weapon with his faith, allowing it to smite his enemies as if wielded by an unseen warrior. Attacks with this weapon use the cleric&rsquo;s normal melee attack modifier and his normal attack dice, although the melee attack roll is adjusted by the cleric&rsquo;s Strength or Personality modifier (whichever is higher). Greater spell checks increase attack and damage rolls, as well as add additional</p>\n<p>action dice. The weapon uses the cleric&rsquo;s crit die and table for determining the results of a critical hit. If cast upon a magical weapon, the cleric adds any &ldquo;pluses&rdquo; the weapon has to his spell check. The spiritual weapon itself cannot be targeted or damaged by physical attacks, but can be rendered harmless with a dispel magic or a similar magic-negating effect.</p>\n<p>Additionally, while the spiritual weapon is empowered, it also gains one or more special abilities. The cleric may choose one of the following, as noted in the spell descriptions:</p>\n<p><strong>Unholy avenger:</strong> The weapon inflicts an additional +1 damage against unholy creatures.</p>\n<p><strong>Holy shock:</strong> Creatures struck by the blade must make a DC 10 Fort save or be dazed (-1 to all rolls for next turn).</p>\n<p><strong>Light of the lord:</strong> The weapon glows a brilliant yellow, providing illumination equivalent to torchlight.</p>\n<p><strong>Sacred defender: </strong>The weapon parries attacks aimed at the cleric by the creature it is directed to fight, giving that creature a -2 penalty to all attacks against the cleric.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Spiritual Weapon]{Spiritual Weapon}</p>",
      "results": {
        "-99-15": "Failure.",
        "16-17": "The cleric can direct the weapon to attack a single target within range. The weapon has the clerics normal chance to hit (modified by Strength or Personality) and inflicts normal damage (also modified by Strength or Personality). The weapon has one special ability, chosen by the character as noted above. The weapon continues attacking without any concentration on the clerics part, but if the cleric wishes to attack a different target, he must first call the weapon back to his current position and direct it to the new target. This takes one action.",
        "18-21": "The cleric can direct the weapon to attack a single target within range. The weapon gains an additional +1 bonus to hit and inflicts an additional [[/roll 1d3]] damage (in addition to any other modifiers and damage dice). The weapon has one special ability, chosen by the character as noted above. The weapon continues attacking without any concentration on the clerics part, but if the cleric wishes to attack a different target, he must first call the weapon back to his current position and direct it to the new target. This takes one action.",
        "22-23": "The cleric can direct the weapon to attack any target within range. The weapon gains an additional +2 bonus to hit and inflicts an additional [[/roll 1d4]] damage (in addition to any other modifiers and damage dice). The weapon has one special ability, chosen by the character as noted above. The weapon continues attacking without any concentration on the clerics part, and he can direct it to a new target with only a thought. When the spells duration ends, the weapon returns to the clerics hand.",
        "24-26": "The cleric can direct the weapon to attack any target within range. The weapon gains an additional +3 bonus to hit and inflicts an additional [[/roll 1d5]] damage (in addition to any other modifiers and damage dice). The weapon has two special abilities, chosen by the character as noted above. The weapon continues attacking without any concentration on the clerics part, and he can direct it to a new target with only a thought. When the spells duration ends, the weapon returns to the clerics hand.",
        "27-31": "The cleric can direct the weapon to attack any target within range. The weapon gains an additional action die for the purpose of making multiple attacks per round. The additional action die is the next lowest in the dice chain based on the clerics current action dice. These attacks can be split between two targets so long as they are within 10 of one another. <br /><br />The weapon gains an additional +3 bonus to hit and inflicts an additional [[/roll 1d5]] damage (in addition to any other modifiers and damage dice). The weapon has two special abilities, chosen by the character as noted above. The weapon continues attacking without any concentration on the clerics part, and he can direct it to a new target with only a thought. When the spells duration ends, the weapon returns to the clerics hand.",
        "32-33": "The cleric can direct the weapon to attack any target within range. He also gains an additional action die for the purpose of making multiple attacks per round. The additional action die is the next lowest in the dice chain based on the clerics current action dice. These attacks can be split between two targets so long as they are within 10 of one another. <br /><br />The weapon gains an additional +4 bonus to hit and inflicts an additional [[/roll 1d6]] damage (in addition to any other modifiers and damage dice). The weapon has three special abilities, chosen by the character as noted above. The weapon continues attacking without any concentration on the clerics part, and he can direct it to a new target with only a thought. When the spells duration ends, the weapon returns to the clerics hand.",
        "34-35": "The cleric can direct the weapon to attack any target within range. He also gains two additional action dice for the purpose of making multiple attacks per round. The additional action dice are the next lowest in the dice chain based on the clerics current action dice. These attacks can be split between three targets so long as they are within 10 of one another. <br /><br />The weapon gains an additional +4 bonus to hit and inflicts an additional [[/roll 1d6]] damage (in addition to any other modifiers and damage dice). The weapon has three special abilities, chosen by the character as noted above. The weapon continues attacking without any concentration on the clerics part, and he can direct it to a new target with only a thought. When the spells duration ends, the weapon returns to the clerics hand.",
        "36-99": "The cleric can direct the weapon to attack any target within range. He also gains two additional action dice for the purpose of making multiple attacks per round, and both additional action dice are [[/roll 1d24]] dice. These attacks can be split between three targets so long as they are within 10 of one another. <br /><br />The weapon gains an additional +5 bonus to hit and inflicts an additional [[/roll 1d8]] damage (in addition to any other modifiers and damage dice). The weapon has all four special abilities. The weapon continues attacking without any concentration on the clerics part, and he can direct it to a new target with only a thought. When the spells duration ends, the weapon returns to the clerics hand."
      }
    },
    "Stinging Stone": {
      "name": "Stinging Stone",
      "description": "<h1>Stinging Stone</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> Objects touched</p><p><strong>Duration:</strong> See below</p><p><strong>Casting Time:</strong> 1 turn</p><p><strong>Save:</strong> Fort vs. spell check DC</p><p><strong>Page:</strong> 282</p><br><p>The cleric transforms an object into a poisonous creature. For example, the cleric can change a sling stone into a spider, an arrow to an asp, or a staff into a serpent. The specifics are as follows:</p>\n<p>&bull; At low levels of effect (see below), the cleric can transform a small object into a poisonous spider. The object can be a coin, gem, sling stone, apple, beer mug, or other such small thing. The spell descriptions below assume a sling stone is used. For the spell&rsquo;s duration, the object retains its natural shape until it touches an enemy. So, for example, the cleric can hide a gemstone in a chest, which transforms into a spider when grasped; or launch an attack with his sling, and the stone transforms into a spider or scorpion when it strikes the enemy. Once the object touches an enemy (either through their grasp or via a successful hit as with a sling stone), it transforms into a spider, which remains for a certain amount of time. The spider receives one bite immediately on the round of attack and one additional bite each round until the spell ends. (A missed sling stone does not transform.) It reverts to its natural shape at the end of the spell. The poisonous spider is AC 14 (due to small size and agility) and has only 1 hp, but immediately scurries toward exposed flesh and strikes the enemy. On the first bite, the spider&rsquo;s attack automatically hits, causing damage 1 + poison. The target must make a Fort save against the spell check DC or suffer poison as per a (roll [[/roll 1d3]]) (1) black widow; (2) tarantula; or (3) scorpion (see Appendix P). On future rounds the spider must make an attack roll at Atk +2 in order to inflict damage. Note that the spider continues to scurry about and bite for the duration of the spell. Strikes against it that miss have a 50% chance of hitting the spell&rsquo;s target for damage.</p>\n<p>&bull;At medium levels of effect (see below), the cleric can transform an arrow into an asp or adder. (He could also transform other similarly shaped objects into an asp or adder: a stick of wood, a lever, a metal rod, etc.) As above, the object retains its natural shape until it touches an enemy, at which point it transforms. The asp or adder receives one bite immediately on the round of attack and one additional bite each round until the spell ends. The first bite automatically hits, causing damage 2 +</p>\n<p>poison. The target must make a Fort save against the spell check DC or suffer the poison of an asp or adder (see Appendix P). On future rounds the snake must make an attack roll at Atk +4 in order to inflict damage. Note that the snake continues to slither about and bite for the duration of the spell. Strikes against it that miss have a 50% chance of hitting the spell&rsquo;s target for damage.</p>\n<p>&bull; At the highest levels of effect (see below), the cleric can transform a staff into a cobra or viper. (He could also transform other similarly shaped objects into a cobra: a tree branch, a pole arm, etc.) In this case, each time the cleric strikes with the staff, it transforms into a serpent, bites, and then transforms back into a staff. The serpent-staff is treated as a +4 magical weapon, so it attacks at the cleric&rsquo;s normal attack bonus with an additional +4 modifier. Any successful attack causes normal weapon damage, +4 for the magical modifier, and inflicts poison as per a cobra or viper strike (see Appendix P). The Fort save against the poison is the spell check result. If the cleric strikes with the staff and then releases it, the staff remains in serpent form and continues to attack with its bite for the duration of the spell; in this case, it attacks at Atk +6 and inflicts damage of [[/roll 1d4+4]] plus poison.</p>\n<p>In all cases, the transformed spider or serpent is wild and uncontrolled. It will not obey commands from the cleric. An arrow that transforms into an asp, for example, cannot be commanded to return to the cleric after killing its target. It will simply slither off like any wild snake.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Stinging Stone]{Stinging Stone}</p>",
      "results": {
        "-99-13": "Failure.",
        "14-15": "The cleric can transform a single small object, up to the size of a sling stone, into a poisonous spider. For a duration of [[/roll 1d4]]+CL turns, the object retains its natural shape until it touches an enemy. Once it touches an enemy, it remains in spider form for 2 rounds.",
        "16-19": "The cleric can transform a single small object, up to the size of a sling stone, into a poisonous spider. For a duration of [[/roll 1d4]]+CL days, the object retains its natural shape until it touches an enemy. Once it touches an enemy, it remains in spider form for [[/roll 1d4]]+CL rounds.",
        "20-21": "The cleric can transform up to 5 small objects, up to the size of sling stones, into poisonous spiders. Or he can transform a single arrow into an asp or adder (see Appendix P). For a duration of [[/roll 1d4]]+CL days, the objects retain their natural shapes until they touch an enemy. Once an object touches an enemy, it remains in spider or snake form for  [[/roll 1d4]]+CL rounds.",
        "22-25": "The cleric can transform up to 10 small objects, up to the size of sling stones, into poisonous spiders. Or he can transform up to three arrows into an asps or adders (see Appendix P). For a duration of  [[/roll 1d4]]+CL days, the objects retain their natural shapes until they touch an enemy. Once an object touches an enemy, it remains in spider or snake form for [[/roll 1d4]]+CL rounds.",
        "26-29": "The cleric can transform up to 25 sling stones into poisonous spiders, up to 10 arrows into asps or adders, or a single staff into a cobra or viper. For a duration of [[/roll 1d4]]+CL days, the objects retain their natural shape until they touch an enemy. Once they touch an enemy, they remain in spider or snake form for [[/roll 1d6]]+CL rounds. \\",
        "30-31": "The cleric can transform up to 25 sling stones into poisonous spiders, up to 10 arrows into asps or adders, or a single staff into a cobra or viper. For a duration of [[/roll 1d4]]+CL weeks, the objects retain their natural shape until they touch an enemy. Once they touch an enemy, they remain in spider or snake form for [[/roll 2d6]]+CL rounds.",
        "32-33": "The cleric can transform up to 50 sling stones into poisonous spiders, up to 20 arrows into asps or adders, or up to two staves into cobras or vipers. For a duration of [[/roll 1d4]]+CL weeks, the objects retain their natural shape until they touch an enemy. Once they touch an enemy, they remain in spider or snake form for [[/roll 3d6]]+CL rounds.",
        "34-99": "The cleric can transform up to 100 sling stones into poisonous spiders, up to 40 arrows into asps or adders, or up to four staves into cobras or vipers. For a duration of [[/roll 1d8]]+CL weeks, the objects retain their natural shape until they touch an enemy. Once they touch an enemy, they remain in spider or snake form for [[/roll 3d6]]+CL rounds. <br /><br />Alternately, the cleric can transform a single object permanently. Specify a single sling stone, arrow, or staff. It is permanently subject to transformation, as noted above. When it changes form into a spider or serpent, it stays in that form for the normal duration of [[/roll 3d6]]+CL rounds, then reverts to its natural state until triggered again. If the “object” is killed while in serpent or spider form, it remains in its dead state and its magical properties are lost."
      }
    },
    "True Name": {
      "name": "True Name",
      "description": "<h1>True Name</h1><p><strong>Level:</strong> 3</p><p><strong>Range:</strong> 100 per CL or unlimited (see below)</p><p><strong>Duration:</strong> Instantaneous</p><p><strong>Casting Time:</strong> 1 action</p><p><strong>Save:</strong> Will vs. spell check DC</p><p><strong>Page:</strong> 293</p><br><p>The cleric calls upon his deity to reveal the true name of an individual or creature, allowing him to more easily affect the named target with his magic. This spell works only on intelligent creatures and magical constructions that were named by their creator. Un-dead, slimes, animals, and similar creatures that do not possess names are immune to this spell. Other creatures may or may not be affected at the judge&rsquo;s discretion. A successful Will save indicates that the target&rsquo;s true name remains hidden from the cleric.</p>\n<p>In order to gain the knowledge of a creature&rsquo;s true name (or one of them; many creatures possess a number of secret names of varying power), the cleric must either be within range and have a clear view of the target or possess a personal item or physical component (blood, hair, fingernails, etc.) of the target. If the cleric has a portion of the target&rsquo;s physical body, this spell can be cast at any distance provided that the target is on the same plane of existence as the cleric.</p>\n<p>Once a creature&rsquo;s true name is known, the cleric permanently enjoys the benefits indicated by the spell check below. He can attempt to recast the spell to further deduce the target&rsquo;s secret name(s), but a failure on subsequent castings of the spell makes the target permanently immune to further attempts by the cleric &ndash; he has learned all he can about his target. Due to the complexities and magical nature of true names, the cleric cannot easily share a true name with another person. Attempts to write or speak the true name become garbled in the communication process and the would-be recipient of the name must</p>\n<p>make a spell check with a result equal to or greater than that of the cleric&rsquo;s spell check to comprehend the priest&rsquo;s attempt to share the true name. Failure means it is impossible for the recipient to understand the cleric and he cannot make another attempt to comprehend the true name unless the cleric recasts the spell.</p>\n<p>An individual whose true name has fallen into the possession of another can attempt to nullify that name and negate all&nbsp; bonuses granted to the possessor of the name. This usually requires the intervention of a patron or god, undertaking a quest,&nbsp; subjecting oneself to powerful memory- or identity-erasing magics, or other means determined by the judge.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.True Name]{True Name}</p>",
      "results": {
        "-99-15": "Failure.",
        "16-17": "The cleric learns the simplest inkling of the targets lesser secret name. The target suffers a -1 penalty to all saving throws against spells cast by the cleric and/or others in possession of the targets true name.",
        "18-21": "The cleric learns the actual pronunciations of the targets lesser secret name. The target suffers a -2 penalty to all saving throws against spells cast by the cleric and/or others in possession of the targets true name.",
        "22-23": "The cleric learns of the targets greater secret name. The target suffers a -3 penalty to all saving throws against spells cast by the cleric and/or others in possession of the targets true name. In addition, all attempts to magically sway, dominate, or dismiss the target (banish, binding, charm person, lotus stare, word of command, etc.) gain a +2 bonus to the spell check.",
        "24-26": "The cleric learns of the targets greater secret name. The target suffers a -3 penalty to all saving throws against spells cast by the cleric and/or others in possession of the targets true name. In addition, all attempts to magically sway, dominate, or dismiss the target (banish, binding, charm person, lotus stare, word of command, etc.) gain a +3 bonus to the spell check.",
        "27-31": "The cleric learns the targets true secret name. The target suffers a -4 penalty to all saving throws against spells cast by the cleric and/or others in possession of the targets true name. Any attempt to magically sway, dominate, or dismiss the target (banish, binding, charm person, lotus stare, word of command, etc.) gain a +4 bonus to the spell check. In additional, all other spells checks made against the target enjoy a +1 bonus to the spell check.",
        "32-33": "The cleric learns the targets true secret name. The target suffers a -4 penalty to all saving throws against spells cast by the cleric and/or others in possession of the targets true name. Any attempt to magically sway, dominate, or dismiss the target (banish, binding, charm person, lotus stare, word of command, etc.) gain a +4 bonus to the spell check. In additional, all other spells checks made against the target enjoy a +2 bonus.",
        "34-35": "The cleric learns not only the targets true name but the true names of all its living blood relatives. Anyone within the targets family suffers a -5 penalty to all saving throws against spells cast by the cleric and/or others in possession of the targets true name. Any attempt to magically sway, dominate, or dismiss the target (banish, binding, charm person, lotus stare, word of command, etc.) gain a +5 bonus to the spell check. In additional, all other spells checks made against the target enjoy a +3 bonus.",
        "36-99": "The cleric learns the true name of the targets dynasty, allowing him to better magically affect not only the target but any relatives living, dead, or yet to be born. Any creatures of the targets family line suffers a negative penalty equal to -5 or the clerics CL +2 (whichever is greater) to all saving throws against spells cast by the cleric and/or others in possession of the targets true name. In addition, all spell checks (of any type) made against the target or his dynasty gain a positive bonus equal to +4 or the clerics CL +2 (whichever is greater)."
      }
    },
    "Turn Unholy": {
      "name": "Turn Unholy",
      "description": "<h1>Turn Unholy</h1>\n\n<p><strong>Page:</strong> 97</p>\n\n<p><br />By wielding his holy symbol and uttering holy words, a cleric can turn away the enemies of his faith. A cleric  an attempt to turn away un-dead, demons, and devils. Some clerics of particular faiths may be able to turn away other kinds of creatures, depending on what powers their deities award them.</p>\n<p><b>NE:</b> No effect.</p>\n<p><b>T:</b> Creatures up to this HD are turned in a quantity indicated. For example, “T1” means one creature is turned; “T1d4+CL” means a number of creatures of this HD are turned equal to 1d4 + caster level. Unless indicated, turned creatures receive a saving throw (Will vs. turn check DC). A turned creature moves away from the cleric at maximum speed or cowers if unable to retreat. A turned creature continues to flee for 3d10 minutes.</p>\n<p><b>D:</b> Creatures are turned, <i>and</i> they take the indicated damage on the first round of turning. For example, T1d4+CL, D1d4 means the cleric can turn a number of creatures of this HD equal to 1d4+CL, and those creatures also take 1d4 damage.</p>\n<p><b>K:</b> Creatures are automatically killed. The number of creatures killed is indicated after the K. For example, K1d8+CL means the cleric kills a number of creatures of that HD equal to 1d8 + caster level.</p>\n<p><b>Holy Smite:</b> At high levels, a cleric’s turn attempt produces holy energy that smites unholy creatures in close proximity. This is in addition to the turning effect and can be directed in the same direction as the cleric’s line-of-sight for the turning attempt. The effect and range varies, as described below, and all unholy creatures affected take the indicated damage automatically with no save. The damage occurs once per turn attempt; another turn check is required the following round to attempt again. Beam: a concentrated ray of light that the cleric can direct against one target within 60’. Cone: a cone 30’ long and 30’ wide at its end.</p>",
      "results": {
        "-500-11": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0lax\">Attribute</th>     <th class=\"tg-0lax\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">-</td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">-</td>   </tr>   <tr>     <td class=\"tg-cly1\">1 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">2 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">3-4 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">5-6 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">7-8 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">9-10 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">11-12 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr> </tbody> </table>",
        "12-13": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0lax\">Attribute</th>     <th class=\"tg-0lax\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">30'</td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">-</td>   </tr>   <tr>     <td class=\"tg-cly1\">1 HD</td>     <td class=\"tg-cly1\">T1<br /></td>   </tr>   <tr>     <td class=\"tg-cly1\">2 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">3-4 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">5-6 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">7-8 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">9-10 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">11-12 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr> </tbody> </table>",
        "14-17": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0lax\">Attribute</th>     <th class=\"tg-0lax\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">30'</td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">-</td>   </tr>   <tr>     <td class=\"tg-cly1\">1 HD</td>     <td class=\"tg-cly1\">T[[/roll 1d3]]+CL</td>   </tr>   <tr>     <td class=\"tg-cly1\">2 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">3-4 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">5-6 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">7-8 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">9-10 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">11-12 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr> </tbody> </table>",
        "18-19": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0lax\">Attribute</th>     <th class=\"tg-0lax\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">30'</td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">-</td>   </tr>   <tr>     <td class=\"tg-cly1\">1 HD</td>     <td class=\"tg-cly1\">T[[/roll 1d4]]+CL</td>   </tr>   <tr>     <td class=\"tg-cly1\">2 HD</td>     <td class=\"tg-cly1\">T1<br /></td>   </tr>   <tr>     <td class=\"tg-cly1\">3-4 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">5-6 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">7-8 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">9-10 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">11-12 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr> </tbody> </table>",
        "20-23": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0lax\">Attribute</th>     <th class=\"tg-0lax\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">60'</td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">-</td>   </tr>   <tr>     <td class=\"tg-cly1\">1 HD</td>     <td class=\"tg-cly1\">T[[/roll 1d6]]+CL</td>   </tr>   <tr>     <td class=\"tg-cly1\">2 HD</td>     <td class=\"tg-cly1\">T[[/roll 1d3]]+CL</td>   </tr>   <tr>     <td class=\"tg-cly1\">3-4 HD</td>     <td class=\"tg-cly1\">T1</td>   </tr>   <tr>     <td class=\"tg-cly1\">5-6 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">7-8 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">9-10 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr>   <tr>     <td class=\"tg-cly1\">11-12 HD</td>     <td class=\"tg-cly1\">NE</td>   </tr> </tbody> </table>",
        "24-27": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0pky\">Attribute</th>     <th class=\"tg-0pky\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">60'</td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">Beam, 60', [[/roll 1d3]] dmg</td>   </tr>   <tr>     <td class=\"tg-lboi\">1 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d8]]+CL, D[[/roll 1d4]] (no save)</td>   </tr>   <tr>     <td class=\"tg-lboi\">2 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d4]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">3-4 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d3]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">5-6 HD</td>     <td class=\"tg-lboi\">T1</td>   </tr>   <tr>     <td class=\"tg-lboi\">7-8 HD</td>     <td class=\"tg-lboi\">NE</td>   </tr>   <tr>     <td class=\"tg-lboi\">9-10 HD</td>     <td class=\"tg-lboi\">NE</td>   </tr>   <tr>     <td class=\"tg-lboi\">11-12 HD</td>     <td class=\"tg-lboi\">NE</td>   </tr> </tbody> </table>",
        "28-29": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0pky\">Attribute</th>     <th class=\"tg-0pky\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">60'</td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">Cone, 30', [[/roll 1d4]] dmg</td>   </tr>   <tr>     <td class=\"tg-lboi\">1 HD</td>     <td class=\"tg-lboi\">T2d6+CL, D[[/roll 1d4]] (no save)</td>   </tr>   <tr>     <td class=\"tg-lboi\">2 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d6]]+CL<br /></td>   </tr>   <tr>     <td class=\"tg-lboi\">3-4 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d4]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">5-6 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d3]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">7-8 HD</td>     <td class=\"tg-lboi\">T1</td>   </tr>   <tr>     <td class=\"tg-lboi\">9-10 HD</td>     <td class=\"tg-lboi\">NE</td>   </tr>   <tr>     <td class=\"tg-lboi\">11-12 HD</td>     <td class=\"tg-lboi\">NE</td>   </tr> </tbody> </table>",
        "30-31": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0pky\">Attribute</th>     <th class=\"tg-0pky\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">120'<br /></td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">Cone, 60', [[/roll 1d5]] dmg</td>   </tr>   <tr>     <td class=\"tg-lboi\">1 HD</td>     <td class=\"tg-lboi\">K[[/roll 1d]]8+CL (no save)</td>   </tr>   <tr>     <td class=\"tg-lboi\">2 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d8]]+CL, D[[/roll 1d4]] (no save)<br /></td>   </tr>   <tr>     <td class=\"tg-lboi\">3-4 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d6]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">5-6 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d4]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">7-8 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d3]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">9-10 HD</td>     <td class=\"tg-lboi\">T1</td>   </tr>   <tr>     <td class=\"tg-lboi\">11-12 HD</td>     <td class=\"tg-lboi\">NE</td>   </tr> </tbody> </table>",
        "32-500": "<table class=\"tg\"> <thead>   <tr>     <th class=\"tg-0pky\">Attribute</th>     <th class=\"tg-0pky\">Affected</th>   </tr> </thead> <tbody>   <tr>     <td class=\"tg-lboi\">Turn Range</td>     <td class=\"tg-lboi\">240'<br /></td>   </tr>   <tr>     <td class=\"tg-lboi\">Holy Smite</td>     <td class=\"tg-lboi\">Cone, 120', [[/roll 1d6]] dmg</td>   </tr>   <tr>     <td class=\"tg-lboi\">1 HD</td>     <td class=\"tg-lboi\">K2d6+CL (no save)</td>   </tr>   <tr>     <td class=\"tg-lboi\">2 HD</td>     <td class=\"tg-lboi\">T2d6+CL, D[[/roll 1d4]] (no save)</td>   </tr>   <tr>     <td class=\"tg-lboi\">3-4 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d8]]+CL, D[[/roll 1d4]]</td>   </tr>   <tr>     <td class=\"tg-lboi\">5-6 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d6]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">7-8 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d4]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">9-10 HD</td>     <td class=\"tg-lboi\">T[[/roll 1d3]]+CL</td>   </tr>   <tr>     <td class=\"tg-lboi\">11-12 HD</td>     <td class=\"tg-lboi\">T1<br /></td>   </tr> </tbody> </table>"
      }
    },
    "Vermin Blight": {
      "name": "Vermin Blight",
      "description": "<h1>Vermin Blight</h1><p><strong>Level:</strong> 4</p><p><strong>Range:</strong> 200 + 10 per CL</p><p><strong>Duration:</strong> 1 round per CL</p><p><strong>Casting Time:</strong> 1 action</p><p><strong>Save:</strong> N/A</p><p><strong>Page:</strong> 300</p><br><p>The cleric summons forth a swarm of insects to attack his foes. Refer to page 419 for statistics on the insect swarm.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Vermin Blight]{Vermin Blight}</p>",
      "results": {
        "-99-17": "Failure.",
        "18-19": "The cleric summons a single insect swarm. The swarm attacks any creatures within its area but does not move from that spot, remaining there until the spells duration expires. The swarm receives a +2 bonus to attacks and damage or +3 against unholy creatures.",
        "20-23": "The cleric summons two insect swarms that occupy any two areas adjacent to one another within the range of the spell. These swarms attack any hostile creatures within their areas, and will not attack friendly or allied creatures. They do not move from their locations, remaining there until the spells duration expires. The swarms receive a +4 bonus to attacks and damage or +6 against unholy creatures.",
        "24-25": "The cleric summons three insect swarms that occupy any three areas of the clerics choosing within the range of the spell. The swarms are not required to be adjacent to one another. These swarms attack any hostile or unfriendly creatures within their areas but do not move from those locations, remaining there until the spells duration expires. The swarms receive a +6 bonus to attacks and damage or +9 against unholy creatures.",
        "26-27": "The cleric summons four insect swarms that he may direct as he wishes. The swarms creep and crawl after a target or targets of the clerics choosing so long as they remain within the range of the spell. Directing a swarm does not require much concentration on the clerics part, and he is free to engage in other actions while commanding the insect swarm. The insects will only attack the enemies of the cleric. The swarms receive a +8 bonus to attacks and damage or +12 against unholy creatures.",
        "28-33": "The cleric summons eight insect swarms that he may direct as he wishes. The swarms creep and crawl after a target or targets of the clerics choosing so long as they remain within the range of the spell. Directing a swarm does not require much concentration on the clerics part, and he is free to engage in other actions while commanding the insect swarm. The insects will only attack the enemies of the cleric. The swarms receive a +10 bonus to attacks and damage or +15 against unholy creatures.",
        "34-35": "The cleric summons a titanic swarm of insects that fills an area equal to 100 square per CL. All enemies within the area of effect are subject to attack. The swarm receives a +10 bonus to attacks and damage or +15 against unholy creatures. The insects also devour all organic substances in the area (whether used by friend or foe), including clothing, leather straps and sacks, saddles, etc.",
        "36-99": "The sky turns black with a biblical plague of locusts. The cleric can send this plague against an entire region, affecting one square mile per CL. The locust plague endures for more than a week, devouring all living matter in the affected area. The insects ravage the land, devouring crops, stripping leaves and bark from trees, destroying animal herds, consuming stored grain, and otherwise laying waste to the surrounding area. <br /><br />All living creatures in the affected area suffer [[/roll 1d4]] points of damage per day from the biting and scratching of insects. The clerics enemies automatically suffer [[/roll 1d4+10]] points of damage per round, and unholy creatures suffer [[/roll 2d6+20]] points of damage. The only way to protect against this damage is for a creature to enter an enclosed space (such as a stone tomb or underground vault) that locusts cannot penetrate."
      }
    },
    "Weather Control": {
      "name": "Weather Control",
      "description": "<h1>Weather Control</h1><p><strong>Level:</strong> 5</p><p><strong>Range:</strong> 2 miles</p><p><strong>Duration:</strong> 4d12+CL hours</p><p><strong>Casting Time:</strong> 1 turn plus 1 turn (see below)</p><p><strong>Save:</strong> N/A</p><p><strong>Page:</strong> 302</p><br><p>The cleric alters natural weather patterns to create conditions of his choosing, even to the extent of producing very unnatural effects for the season and region. This spell takes 1 turn to cast, after which another ten minutes is required for the change in the weather to appear. Winds always blow from a direction chosen by the cleric, and the weather change is usually (but not always) dependent on the season.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Weather Control]{Weather Control}</p>",
      "results": {
        "-99-19": "Failure.",
        "20-21": "The cleric alters the weather slightly to produce a more pleasant or inclement condition. A light fog appears on a clear day; a light rain clears up; a soft breeze stirs otherwise still air; a light snowfall begins, etc.",
        "22-25": "The cleric produces a noticeable change in the weather, creating small squalls or stilling the same. Fog rolls in; rain begins to fall; snow starts to accumulate; winds gain strength; etc. The cleric can create weather effects strong enough to alter a farming seasons outcome.",
        "26-27": "The cleric creates strong alterations in local weather patterns to produce impressive meteorological effects. Heavy snowfall suddenly begins; rain falls in sheets; strong winds start to blow; dense fog blankets the land, etc. The cleric can create weather effects strong enough to affect the success of an army or navy in battle.",
        "28-29": "The cleric produces destructive weather or calms the same. A blizzard blankets the area; hailstones fall from the sky; gale-force winds tear at rooftops; thunderstorms throw lighting down; tornadoes begin to touch down; etc. These destructive conditions are powerful enough to cause environmental damage to creatures caught outside (typically 1 to [[/roll 1d4]] points per round of exposure).<br /><br /> The weather change is dependent on the season and the cleric has no control over the direction the weather takes. He cannot steer tornadoes at specific buildings or cause lighting to strike a special target. He can still control the winds direction, however.",
        "30-35": "The cleric produces weather that is highly destructive and blatantly unnatural. Snow falls in high summer; heat waves melt polar glaciers; sleet storms wreak havoc on the desert, etc. Destructive conditions are powerful enough to cause environmental damage to creatures caught outside (typically 1 to [[/roll 1d4]] points per round of exposure). The cleric can also produce anomalous weather events if he desires. These include snows of unusual hues, rains of fishes or frogs; clouds of specific shapes or pattern, etc.",
        "36-37": "The clerics command of the weather is terrifying. Not only can he create weather that is obviously unnatural for the season and climate, but he can direct the weather as if it were an extension of his body. Lightning strikes at specific individuals ([[/roll 10d6]] damage per strike), windstorms affect certain buildings while leaving others untouched; storm winds fill the sails of some ships while avoiding others; etc. The judge has final say on what the effect(s) of the directed weather is, but these effects are powerful enough to cause massive devastation.",
        "38-39": "The cleric creates a magical maelstrom of weather that is magnificent in its power. Up to three weather effects of his choosing occur simultaneously, provided they do not conflict with one another. The cleric can have gale force winds, freezing sleet, and lightning happen in the same storm; summon down tornadoes, bludgeoning hail, and blinding rain all at once; ravage coasts with water spouts, tsunamis, and impenetrable fog; or any other combination of his choosing. <br /><br />The cleric could not, however, have scorching heat and freezing snow happen together. The judge has the final word on what combinations are allowable and the effects they have.",
        "40-99": "The cleric causes utter destruction or calm the same in the area of effect. Lightning-filled tornadoes lay waste to fortifications; tsunamis laden with icebergs tear apart coastlines; frigid sleet and glacier winds instantaneously freeze creatures and plant life; etc. The storm will go down in legend. The judge is the final arbitrator on the devastation caused, but it should be catastrophic beyond even the greatest perfect storm."
      }
    },
    "Whirling Doom": {
      "name": "Whirling Doom",
      "description": "<h1>Whirling Doom</h1><p><strong>Level:</strong> 5</p><p><strong>Range:</strong> 50 per CL</p><p><strong>Duration:</strong> 1 round per level</p><p><strong>Casting Time:</strong> 1 action</p><p><strong>Save:</strong> See below</p><p><strong>Page:</strong> 303</p><br><p>The cleric creates a motionless barrier of whirling blades to bar passage and eviscerate those who come into contact with it. Enemies can attempt to fire missiles through the curtain of steel, but all creatures on the opposite side of the barrier enjoy a +4 bonus to their AC and a +2 bonus to Ref saves made against attacks originating on the other side.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Whirling Doom]{Whirling Doom}</p>",
      "results": {
        "-99-19": "Failure.",
        "20-21": "The curtain occupies a vertical wall 20 square. Those passing through the blades suffer [[/roll 1d6]] points of damage per CL. If the barrier is created in an area already occupied by living creatures, they receive a Ref save to leap out of the area of effect before the blades commence slashing. A successful save indicates half damage is taken.",
        "22-25": "The curtain occupies a vertical wall 40 square. Those passing through the blades suffer [[/roll 1d8]] points of damage per CL. If the barrier is created in an area already occupied by living creatures, they receive a Ref save to leap out of the area of effect before the blades commence slashing. A successful save indicates half damage is taken.",
        "26-27": "The curtain occupies a vertical wall 60 square or a ring-shaped wall 20 in diameter. Those passing through the blades suffer [[/roll 1d10]] points of damage per CL. If the barrier is created in an area already occupied by living creatures, they receive a Ref save to leap out of the area of effect before the blades commence slashing. A successful save indicates half damage is taken.",
        "28-29": "The curtain occupies a vertical wall 80 square or a ring-shaped wall 30 in diameter. Those passing through the blades suffer [[/roll 1d12]] points of damage per CL. If the barrier is created in an area already occupied by living creatures, they receive a Ref save to leap out of the area of effect before the blades commence slashing. A successful save indicates half damage is taken.",
        "30-35": "The cleric creates two separate barriers. Each is either a wall 40 square or a ring-shaped wall 20 in diameter. Those passing through the blades suffer [[/roll 1d12]] points of damage per CL. If the barrier is created in an area already occupied by living creatures, they receive a Ref save to leap out of the area of effect before the blades commence slashing. A successful save indicates half damage is taken.",
        "36-37": "The cleric creates two separate barriers. Each is either a wall 60 square or a ring-shaped wall 30 in diameter. Those passing through the blades suffer [[/roll 1d20]] points of damage per CL. If the barrier is created in an area already occupied by living creatures, they automatically take damage with no save. Alternately, the cleric can create a barrier 10 square that moves at a rate of 20 per round in any direction of his choosing. Those caught in the barriers path must make a Ref save of suffer [[/roll 1d20]] points of damage per CL. <br /><br />Those who make their save are unharmed. Moving the barrier requires complete concentration on the part of the cleric, but he can choose to perform other actions in a round if he leaves the whirling curtain of steel motionless for that time. He may then move the barrier on subsequent rounds until the spells duration ends.",
        "38-99": "The cleric creates a terrifying field of whirling death. This barrier fills an area equal to 20 square per CL and the blades can be angled to face any direction of the clerics choosing (horizontal, vertical, angled, etc.). Those caught in the barriers path must make a Ref save of suffer [[/roll 2d20]] points of damage per CL. No save is allowed. The barrier cannot be moved, but it takes up any and all available space within the area of effect, altering its shape to fit down long hallways, oddly shaped rooms, etc."
      }
    },
    "Wood Wyrding": {
      "name": "Wood Wyrding",
      "description": "<h1>Wood Wyrding</h1><p><strong>Level:</strong> 2</p><p><strong>Range:</strong> 30 + 5 per CL</p><p><strong>Duration:</strong> Varies</p><p><strong>Casting Time:</strong> 1 round</p><p><strong>Save:</strong> None</p><p><strong>Page:</strong> 284</p><br><p>The cleric destroys the functionality of wooden objects, rendering them useless or causing them to attack their owners.</p><br><p><strong>Spell Data:</strong> @Compendium[dcc-core-book.dcc-core-spell-journals.Wood Wyrding]{Wood Wyrding}</p>",
      "results": {
        "-99-13": "Failure.",
        "14-15": "The cleric causes a wooden object 5 square or smaller to bend and warp, destroying its functionality. Shutters spring open, arrows and spears become bent and useless, affected melee weapons impart a -4 penalty to attack rolls, chest lids pop open, etc.",
        "16-19": "The cleric causes a wooden object 10 square or smaller to bend and warp, destroying its functionality. Doors become jammed in their frames, small boats spring leaks, wagon wheels warp, etc. The cleric can affect multiple, smaller, wooden objects as long as they do not exceed the affected size in total.",
        "20-21": "The cleric causes a wooden object 20 square or smaller to bend and warp, destroying its functionality. Bridges break, roofs collapse, walls buckle, sailing ships spring leaks, etc. The cleric can affect multiple, smaller, wooden objects as long as they do not exceed the affected size in total.",
        "22-25": "The cleric causes a number of small wooden objects equal to his level to suddenly sprout long, sharp thorns that inflict [[/roll 1d6]]+CL damage to any creature carrying, wearing, or otherwise touching the affected objects. Carried objects are automatically dropped. The affected objects cannot be larger than a spear or shield. Magical wooden objects are unaffected.",
        "26-29": "The cleric changes one item per CL (of spear size or smaller) into a serpent that attacks other creatures as commanded by the cleric. Magical wooden objects are unaffected. Each serpent has the following stats: Init +1; Atk bite +2 melee (dmg [[/roll 1d3]]+CL), AC 12, HD [[/roll 1d8]]+CL; MV 30; SV Fort +3, Ref +4, Will +2, AL N. In addition, there is a cumulative 5% per CL that the serpents are venomous (DC 12 Fort or [[/roll 1d3]] Stamina).",
        "30-31": "The cleric changes one item per CL (of spear size or smaller) into an even larger serpent that attacks other creatures as commanded by the cleric. Magical wooden objects are unaffected. Each serpent has the following stats: Init +3; Atk bite +4 melee (dmg [[/roll 1d6]]+CL), AC 14, HD [[/roll 2d8]]+CL; MV 30; SV Fort +4, Ref +6, Will +2, AL N. In addition, there is a cumulative 10% per CL that the serpents are venomous (DC 14 Fort or death).",
        "32-33": "The cleric has terrifying command over wooden objects. He may warp objects the size of tall trees, destroying wooden palisades, collapsing massive bridges, causing catapults and siege towers to fail spectacularly, etc. Moreover, using the same warped wood, he can transform any sufficiently shaped segment of the destroyed object (such as a fallen tree, log, or beam) into a titanic serpent with the stats of a giant boa constrictor (see Appendix P) that obeys his commands.",
        "34-99": "With a startling invocation, the cleric invokes the power of his deity to destroy all wooden objects near him. To a range of 100 per CL, he causes all wood to instantaneously rot, leaving nothing but spongy powder behind. Even magical wood may be affected, with a chance of 5% per CL. <br /><br />This spell effectively disarms armed troops wielding spears, bows and arrows, or other wooden weapons; destroys wood-frame homes, possibly crushing those within; causes entire wooden palisades to vanish; sinks fleets of ships; and causes other spectacular effects."
      }
    },
    "Word of Command": {
      "name": "Word of Command",
      "description": "<h1>Injonction</h1><p><strong>Niveau :</strong> 1</p><p><strong>Portée :</strong> 9 m ou plus</p><p><strong>Durée :</strong> 1 round ou plus</p><p><strong>Temps d’incantation :</strong> 1 round</p><p><strong>Jet de sauvegarde :</strong> Volonté vs DD test d’incantation</p><p><strong>Page:</strong> 263</p><p></p><p><strong>Spell Data:</strong> @UUID[Compendium.dcc-core-book.dcc-core-spell-journals.JournalEntry.RCyhus7z0tXO92AS]{Injonction}</p>",
      "results": {
        "-99-11": "Échec.",
        "12-13": "Le clerc peut prononcer un mot à l’attention d’une cible située à moins de 9 m. Si la créature échoue à son jet de sauvegarde, elle doit obéir à l’injonction pendant un round.",
        "14-17": "The cleric can Le clerc peut prononcer un mot à l’attention d’une cible située à moins de 9 m. Si la créature échoue à son jet de sauvegarde, elle doit obéir à l’injonction pendant un nombre de rounds égal à 1d6+NI.a word at a target within 30. If the creature fails its save, it must obey the command for a number of rounds equal to  [[/roll 1d6]]+CL.",
        "18-19": "Le clerc peut prononcer un mot à l’attention d’une cible située à moins de 9 m. Il peut accompagner l’injonction d’un geste pour clarifier son intention. Par exemple, « attaque » ou « pars » en pointant l’index. Si la créature échoue à son jet de sauvegarde, elle doit obéir à l’injonction pendant un nombre de rounds égal à 1d6+NI.",
        "20-23": "Le clerc peut prononcer un mot à l’attention d’une cible située à moins de 18 m. Il peut accompagner l’injonction d’un geste pour clarifier son intention. Par exemple, « attaque » ou « pars » en pointant l’index. Si la créature échoue à son jet de sauvegarde, elle doit obéir à l’injonction pendant un nombre de tours égal à 1d6+NI.",
        "24-27": "Le clerc peut prononcer un mot à l’attention de plusieurs cibles situées à moins de 18 m. Il peut cibler jusqu’à six créatures, chacune d’elles devant être à portée et visible. La même injonction s’applique à toutes les cibles, et chaque cible effectue son propre jet de sauvegarde. Le clerc peut accompagner l’injonction d’un geste pour clarifier son intention. Par exemple, « attaque » ou « pars » en pointant l’index. Si l’une des créatures échoue à son jet de sauvegarde, elle doit obéir à l’injonction pendant un nombre de tours égal à 1d6+NI.",
        "28-29": "Le clerc peut prononcer un mot à l’attention de plusieurs cibles situées à moins de 60 m. Il peut cibler jusqu’à 1d6 créatures par NI, chacune d’elles devant être à portée et visible. La même injonction s’applique à toutes les cibles, et chaque cible effectue son propre jet de sauvegarde. Le clerc peut accompagner l’injonction d’un geste pour clarifier son intention. Par exemple, « attaque » ou « pars » en pointant l’index. Si l’une des créatures échoue à son jet de sauvegarde, elle doit obéir à l’injonction pendant un nombre de jours égal à 1d7+NI. La cible peut effectuer un nouveau jet de sauvegarde de Volonté chaque matin.",
        "30-31": "Le clerc peut prononcer un mot à l’attention de plusieurs cibles situées à moins de 1,5 km. Il peut cibler jusqu’à 50 créatures par NI (oui, vous avez bien lu : 50 !), chacune d’elles devant être à portée et visible. La même injonction s’applique à toutes les cibles. Celles ayant 2 DV ou moins sont automatiquement affectées ; celles de plus haut niveau ont chacune leur propre jet de sauvegarde. Le clerc peut accompagner l’injonction d’un geste pour clarifier son intention. Par exemple, « attaque » ou « pars » en pointant l’index. La voix du clerc est amplifiée magiquement pour que toutes les cibles puissent l’entendre. Si l’une des créatures échoue à son jet de sauvegarde, elle doit obéir à l’injonction pendant un nombre de jours égal à 1d7+NI. La cible peut effectuer un nouveau jet de sauvegarde de Volonté chaque matin.",
        "32-99": "Le clerc peut prononcer un mot à l’attention de toutes les cibles qu’il peut voir. Il peut choisir d’exclure jusqu’à 10 cibles par NI, mais toutes les autres se trouvant dans son champ de vision sont affectées. La même injonction s’applique à toutes les cibles. Celles ayant 3 DV ou moins sont automatiquement affectées ; celles de plus haut niveau ont chacune leur propre jet de sauvegarde. Le clerc peut accompagner l’injonction d’un geste pour clarifier son intention. Par exemple, « attaque » ou « pars » en pointant l’index. La voix du clerc est amplifiée magiquement pour que toutes les cibles puissent l’entendre. Si l’une des créatures échoue à son jet de sauvegarde, elle doit obéir à l’injonction pendant un nombre de jours égal à 1d7+NI. La cible peut effectuer un nouveau jet de sauvegarde de Volonté chaque matin."
      }
    }
  }
}